[
    {
        "generic_name": "amifampridine",
        "brand_name": "ruzurgi",
        "pharmGKB_ID": "PA166185150",
        "pharmacokinetics": {
            "overview": "The pharmacokinetics of amifampridine is approximately dose proportional. Steady state was generally reached within 1 day of dosing. Multiple dosing resulted in no accumulation of amifampridine and only moderate accumulation of the 3-N-acetyl amifampridine metabolite.",
            "absorption": "The absolute bioavailability of RUZURGI has not been assessed. RUZURGI is absorbed in an approximately dose-proportional manner with a median time to maximum concentration (t max ) of 0.5 hours post administration. Food: Compared to administration of RUZURGI in the fasting state, administration of the 20 and 30 mg dose levels of RUZURGI with a standard high fat meal resulted in significant decrease in C max (41% and 52%, respectively) and an increase in median t max to 1.0 hour; AUC 0-last was only significantly reduced for the 30 mg dose (23%).", 
            "distribution": "In healthy volunteers, the volume of distribution for plasma amifampridine indicated that RUZURGI is a drug with a moderate to high volume of distribution. In vitro human plasma protein binding of amifampridine and 3-N-acetyl amifampridine was 25.3% and 43.3%, respectively.", 
            "elimination": "Metabolism: In vitro studies with complimentary DNA expressed human N-acetyltransferase (NAT) enzyme preparations indicate that amifampridine is rapidly metabolized by the N-acetyltransferase 2 (NAT2) enzyme to the 3-N-acetyl amifampridine metabolite. Metabolism of amifampridine by N-acetyltransferase 1 (NAT1) may also occur but at a much slower rate. Amifampridine does not undergo glucuronidation or sulfonation. Excretion: Following oral administration of a single 20 or 30 mg dose of RUZURGI to healthy volunteers, amifampridine apparent oral clearance (CL/F) was 149 to 214 L/h, the average elimination half-life (t 1/2 ) was 3.6 to 4.2 hours. The average t 1/2 of the 3-N-acetyl amifampridine metabolite was 4.1 to 4.8 hours. The majority (>65%) of RUZURGI administered to healthy volunteers was recovered in urine as either the parent compound or the 3-N-acetyl amifampridine metabolite.",
            "special_populations": "Pediatric Patients (6 to Less than 17 Years of Age): A population pharmacokinetic analysis showed that body weight significantly correlates with the clearance of amifampridine; clearance increased with an increase in body weight. A weight-based dosing regimen is necessary to achieve amifampridine exposures in pediatric patients 6 to less than 17 years of age similar to those observed in adults at effective doses of RUZURGI.",
            "ddi_studies": "In vitro studies: Amifampridine is not metabolized by cytochrome P450 (CYP)1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies with human liver microsomes indicated that amifampridine and 3-N-acetyl amifampridine were not direct or time-dependent inhibitors of CYP1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies in cryopreserved human hepatocytes indicated that amifampridine did not induce CYP isoforms CYP1A2, CYP2B6, or CYP3A4. Based on in vitro studies with Caco-2 cells amifampridine is unlikely to act as a substrate or inhibitor of the P glycoprotein transporter. Amifampridine is not an inhibitor of the BCRP transporter. In vitro studies with Chinese hamster ovary cells expressing human OATP1B1, OATP1B3, OAT1, and OCT2 and Madin-Darby canine kidney cells expressing human OAT3 indicated that amifampridine is a weak inhibitor of OCT2, but is not an inhibitor of OAT1, OAT3, OATP1B1, or OATP1B3. The studies also indicated that amifampridine is not a substrate for OAT1, OAT3, or OCT2 transporters. In vivo studies: Controlled clinical drug interaction studies have not been performed with RUZURGI. Co-administration of intravenous amifampridine and intravenous pyridostigmine led to a 21% elevation in maximum pyridostigmine serum concentrations, but did not significantly affect the pharmacokinetics of amifampridine."
        },
        "dosage": {
            "dosing": "Patients 6 to less than 17 years of age weighing 45 kg or more: Initial dosage is 15 mg to 30 mg daily, in divided doses Increase daily in 5 mg to 10 mg increments, divided in up to 5 doses daily Maximum single dose is 30 mg; maximum daily dosage is 100 mg. Patients 6 to less than 17 years of age weighing less than 45 kg: Initial dosage is 7.5 mg to 15 mg daily, in divided doses Increase daily in 2.5 mg to 5 mg increments, divided in up to 5 doses daily Maximum single dose is 15 mg; maximum daily dosage is 50 mg. When patients require a dosage in less than 5 mg increments, have difficulty swallowing, or require feeding tubes, a 1 mg/mL suspension can be prepared. For patients with renal or hepatic impairment or who are known N-acetyltransferase 2 poor metabolizers, use the lowest recommended initial dosage. Recommended Dosage: The recommended oral dosage for pediatric patients 6 to less than 17 years of age is dependent on body weight and is included in Table 1 . Dosage should be increased based on clinical response and tolerability. If a dose is missed, patients should not take double or extra doses. TABLE 1.",
            "special_populations": "Patients with Renal Impairment: The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with renal impairment is 7.5 mg daily taken orally in divided doses. No dosage recommendations for RUZURGI can be made for patients with end-stage renal disease. Patients with Hepatic Impairment: The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with any degree of hepatic impairment is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with any degree of hepatic impairment is 7.5 mg daily taken orally in divided doses.", 
            "pgx": "Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more who are known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily taken orally in divided doses. The recommended starting dosage in pediatric patients weighing less than 45 kg who are known NAT2 poor metabolizers is 7.5 mg daily taken orally in divided doses."
        },
        "pharmacogenomics": {
            "overview": "Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of RUZURGI metabolism. In normal healthy volunteers, poor metabolizers, also referred to as “slow acetylators” (i.e., carriers of two reduced function alleles) had higher average plasma amifampridine concentrations than intermediate metabolizers, also referred to as “intermediate acetylators” (i.e., carriers of one reduced and one normal function alleles), and normal metabolizers, also referred to as “fast/rapid acetylators” (i.e., carriers of two normal function alleles). In the TQT study, poor metabolizers (N=19) had 1.1 to 3.7 times higher AUC 0-4h and 1.3 to 3.7 times higher C max than intermediate metabolizers (N=21), following the first dose. Poor metabolizers had 6.1 to 8.5 times higher AUC 0-4h and 3.3 to 7.6 times higher C max than normal metabolizers (N=3), following the first dose. In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent).",
            "dosage": "Known N-acetyltransferase 2 (NAT2) Poor Metabolizers: The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more who are known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily taken orally in divided doses. The recommended starting dosage in pediatric patients weighing less than 45 kg who are known NAT2 poor metabolizers is 7.5 mg daily taken orally in divided doses.",
            "special_populations": "NAT2 Poor Metabolizers: Exposure of RUZURGI is increased in patients who are N-acetyltransferase (NAT2) poor metabolizers. Therefore, initiate RUZURGI in patients who are known NAT2 poor metabolizers at the lowest recommended starting dosage and monitor for adverse reactions. Consider dosage modification of RUZURGI for patients who are known NAT2 poor metabolizers as needed based on clinical effect and tolerability.",
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa":  ["NAT2 substrate", "weak OCT2 inhibitor"]
    },
    {
        "generic_name": "amifampridine phosphate",
        "brand_name": "firdapse",
        "pharmGKB_ID": "PA166182002",
        "pharmacokinetics": {
            "overview": "The pharmacokinetics of amifampridine are similar between healthy individuals and LEMS patients. Following single and multiple doses, AUC, C max and C min were highly variable between individuals. FIRDAPSE exposure increased proportionally with dose across the range of 20 mg to 80 mg single oral doses.", 
            "absorption": "Amifampridine peak plasma concentration is reached 20 minutes to 1 hour after administration. Food does not have a clinically significant effect on the exposure of amifampridine.",
            "distribution": null,
            "elimination": "Amifampridine is eliminated primarily through metabolism to 3-N-acetyl-amifampridine and to a smaller extent through the kidneys. The terminal half-life ranges from 1.8 to 2.5 hours in healthy subjects. Metabolism: Amifampridine is extensively metabolized by N-acetyltransferase 2 (NAT2) to 3-N-acetyl-amifampridine, which is considered an inactive metabolite. Excretion: Following administration of FIRDAPSE to healthy subjects, 93% to 100% of the administered dose was eliminated in the urine as amifampridine or 3-N-acetyl amifampridine over 24 hours.", 
            "special_populations": "Patients with Renal Impairment: Pharmacokinetic data are available from a study of 24 otherwise healthy subjects with impaired renal function who received a single 10-mg dose of FIRDAPSE. The exposure of amifampridine (measured as AUC) was 2- to 3-fold higher in subjects with moderate (CLcr 30-59 mL/min) or severe (CLcr 15-29 mL/min) renal impairment than in subjects with normal renal function (CLcr greater than or equal to 90 mL/min) . Compared with subjects with normal renal function, subjects with mild renal impairment (CLcr 60-89 mL/min) had a 36% increase in exposure. Therefore, FIRDAPSE should be initiated at the lowest recommended starting dosage (15 mg/day) in patients with renal impairment, and such patients should be closely monitored for adverse reactions. C max was marginally affected by renal impairment.",
            "ddi_studies": null
        },
        "dosage": {
            "dosing": "The recommended starting dosage is 15 mg to 30 mg daily taken orally in divided doses (3 to 4 times daily). Starting dosage is 15 mg daily for patients with renal impairment, hepatic impairment, and in known N-acetyltransferase 2 (NAT2) poor metabolizers. Dosage can be increased by 5 mg daily every 3 to 4 days. Dosage is not to exceed a maximum of 80 mg daily. The maximum single dose is 20 mg. Dosage Information: The recommended starting dosage of FIRDAPSE is 15 mg to 30 mg daily, taken orally in divided doses (3 to 4 times daily). The dosage can be increased by 5 mg daily every 3 or 4 days. The maximum recommended total daily dosage is 80 mg. The maximum single dose is 20 mg.",
            "special_populations": "Patients with Renal Impairment: The recommended starting dosage of FIRDAPSE in patients with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily, taken orally in 3 divided doses. No dosage recommendation for FIRDAPSE can be made for patients with end-stage renal disease. Patients with Hepatic Impairment: The recommended starting dosage of FIRDAPSE in patients with any degree of hepatic impairment is 15 mg daily, taken orally in 3 divided doses.",
            "pgx": "Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of FIRDAPSE in known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily, taken orally in 3 divided doses."
        },
        "pharmacogenomics": {
            "overview": "Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of FIRDAPSE metabolism. Poor metabolizers, also referred to as \"slow acetylators\" (i.e., carriers of two reduced function alleles), have 3.5- to 4.5-fold higher C max , and 5.6- to 9- fold higher AUC than normal metabolizers, also referred to as \"fast/rapid acetylators\" (i.e., carriers of two normal function alleles). Therefore, FIRDAPSE should be initiated at the lowest recommended starting dosage (15 mg/day) in known NAT2 poor metabolizers, and such patients should be closely monitored for adverse reactions. In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent).",
            "dosage": "Known N-acetyltransferase 2 (NAT2) Poor Metabolizers: The recommended starting dosage of FIRDAPSE in known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily, taken orally in 3 divided doses.",
            "special_populations": "NAT2 Poor Metabolizers: Exposure of FIRDAPSE is increased in patients who are N-acetyltransferase 2 (NAT2) poor metabolizers. Therefore, initiate FIRDAPSE in patients who are known NAT2 poor metabolizers at the lowest recommended starting dosage (15 mg/day) and monitor for adverse reactions. Consider dosage modification of FIRDAPSE for patients who are known NAT2 poor metabolizers as needed based on clinical effect and tolerability.",
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": "NAT2 substrate"
    },
    {
        "generic_name": "aripiprazole",
        "brand_name": ["abilify", "abilitat"],
        "pharmGKB_ID": "PA10026",
        "pharmacokinetics": {
            "overview": "ABILIFY activity is presumably primarily due to the parent drug, aripiprazole, and to a lesser extent, to its major metabolite, dehydro-aripiprazole, which has been shown to have affinities for D 2 receptors similar to the parent drug and represents 40% of the parent drug exposure in plasma. The mean elimination half-lives are about 75 hours and 94 hours for aripiprazole and dehydro-aripiprazole, respectively. Steady-state concentrations are attained within 14 days of dosing for both active moieties. Aripiprazole accumulation is predictable from single-dose pharmacokinetics. At steady-state, the pharmacokinetics of aripiprazole are dose-proportional. Elimination of aripiprazole is mainly through hepatic metabolism involving two P450 isozymes, CYP2D6 and CYP3A4. Pharmacokinetic studies showed that ABILIFY DISCMELT Orally Disintegrating Tablets are bioequivalent to ABILIFY Tablets. For CYP2D6 poor metabolizers, the mean elimination half-life for aripiprazole is about 146 hours.",
            "absorption": "Tablet: Aripiprazole is well absorbed after administration of the tablet, with peak plasma concentrations occurring within 3 hours to 5 hours; the absolute oral bioavailability of the tablet formulation is 87%. ABILIFY can be administered with or without food. Administration of a 15 mg ABILIFY Tablet with a standard high-fat meal did not significantly affect the Cmax or AUC of aripiprazole or its active metabolite, dehydroaripiprazole, but delayed Tmax by 3 hours for aripiprazole and 12 hours for dehydroaripiprazole. Oral Solution: Aripiprazole is well absorbed when administered orally as the solution. At equivalent doses, the plasma concentrations of aripiprazole from the solution were higher than that from the tablet formulation. In a relative bioavailability study comparing the pharmacokinetics of 30 mg aripiprazole as the oral solution to 30 mg aripiprazole tablets in healthy subjects, the solution to tablet ratios of geometric mean Cmax and AUC values were 122% and 114%, respectively. The single-dose pharmacokinetics of aripiprazole were linear and dose-proportional between the doses of 5 mg to 30 mg. INTRAMUSCULAR ADMINISTRATION: In two pharmacokinetic studies of aripiprazole injection administered intramuscularly to healthy subjects, the median times to the peak plasma concentrations were at 1 hour and 3 hours. A 5 mg intramuscular injection of aripiprazole had an absolute bioavailability of 100%. The geometric mean maximum concentration achieved after an intramuscular dose was on average 19% higher than the Cmax of the oral tablet. While the systemic exposure over 24 hours was generally similar between aripiprazole injection given intramuscularly and after oral tablet administration, the aripiprazole AUC in the first 2 hours after an intramuscular injection was 90% greater than the AUC after the same dose as a tablet. In stable patients with schizophrenia or schizoaffective disorder, the pharmacokinetics of aripiprazole after intramuscular administration were linear over a dose range of 1 mg to 45 mg. Although the metabolism of aripiprazole injection was not systematically evaluated, the intramuscular route of administration would not be expected to alter the metabolic pathways.",
            "distribution": "The steady-state volume of distribution of aripiprazole following intravenous administration is high (404 L or 4.9 L/kg), indicating extensive extravascular distribution. At therapeutic concentrations, aripiprazole and its major metabolite are greater than 99% bound to serum proteins, primarily to albumin. In healthy human volunteers administered 0.5 to 30 mg/day aripiprazole for 14 days, there was dose-dependent D2 receptor occupancy indicating brain penetration of aripiprazole in humans.",
            "elimination": "Aripiprazole is metabolized primarily by three biotransformation pathways: dehydrogenation, hydroxylation, and N-dealkylation. Based on in vitro studies, CYP3A4 and CYP2D6 enzymes are responsible for dehydrogenation and hydroxylation of aripiprazole, and N-dealkylation is catalyzed by CYP3A4. Aripiprazole is the predominant drug moiety in the systemic circulation. At steady-state, dehydroaripiprazole, the active metabolite, represents about 40% of aripiprazole AUC in plasma. Following a single oral dose of [14C]-labeled aripiprazole, approximately 25% and 55% of the administered radioactivity was recovered in the urine and feces, respectively. Less than 1% of unchanged aripiprazole was excreted in the urine and approximately 18% of the oral dose was recovered unchanged in the feces.",
            "special_populations": null,
            "ddi_studies": "Effects of other drugs on the exposures of aripiprazole and dehydro-aripiprazole are summarized in Figure 1 and Figure 2, respectively. Based on simulation, a 4.5-fold increase in mean Cmax and AUC values at steady-state is expected when extensive metabolizers of CYP2D6 are administered with both strong CYP2D6 and CYP3A4 inhibitors. A 3-fold increase in mean Cmax and AUC values at steady-state is expected in poor metabolizers of CYP2D6 administered with strong CYP3A4 inhibitors. figure 1 figure 2 The effects of ABILIFY on the exposures of other drugs are summarized in Figure 3. A population PK analysis in patients with major depressive disorder showed no substantial change in plasma concentrations of fluoxetine (20 or 40 mg/day), paroxetine CR (37.5 or 50 mg/day), or sertraline (100 or 150 mg/day) dosed to steady-state. The steady-state plasma concentrations of fluoxetine and norfluoxetine increased by about 18% and 36%, respectively, and concentrations of paroxetine decreased by about 27%. The steady-state plasma concentrations of sertraline and desmethylsertraline were not substantially changed when these antidepressant therapies were coadministered with aripiprazole. figure 3"
        },
        "dosage": {
            "dosing": "see DOSE TABLE, Oral formulations: Administer once daily without regard to meals.IM injection: Wait at least 2 hours between doses. Maximum daily dose 30 mg. Known CYP2D6 poor metabolizers: Half of the usual dose. Schizophrenia: Adults Dose Selection: The recommended starting and target dose for ABILIFY is 10 mg/day or 15 mg/day administered on a once-a-day schedule without regard to meals. ABILIFY has been systematically evaluated and shown to be effective in a dose range of 10 mg/day to 30 mg/day, when administered as the tablet formulation; however, doses higher than 10 mg/day or 15 mg/day were not more effective than 10 mg/day or 15 mg/day. Dosage increases should generally not be made before 2 weeks, the time needed to achieve steady-state. Maintenance Treatment: Maintenance of efficacy in schizophrenia was demonstrated in a trial involving patients with schizophrenia who had been symptomatically stable on other antipsychotic medications for periods of 3 months or longer. These patients were discontinued from those medications and randomized to either ABILIFY 15 mg/day or placebo, and observed for relapse. Patients should be periodically reassessed to determine the continued need for maintenance treatment. Adolescents Dose Selection: The recommended target dose of ABILIFY is 10 mg/day. Aripiprazole was studied in adolescent patients 13 to 17 years of age with schizophrenia at daily doses of 10 mg and 30 mg. The starting daily dose of the tablet formulation in these patients was 2 mg, which was titrated to 5 mg after 2 days and to the target dose of 10 mg after 2 additional days. Subsequent dose increases should be administered in 5 mg increments. The 30 mg/day dose was not shown to be more efficacious than the 10 mg/day dose. ABILIFY can be administered without regard to meals.  Maintenance Treatment: The efficacy of ABILIFY for the maintenance treatment of schizophrenia in the adolescent population has not been evaluated. While there is no body of evidence available to answer the question of how long the adolescent patient treated with ABILIFY should be maintained on the drug, maintenance efficacy can be extrapolated from adult data along with comparisons of aripiprazole pharmacokinetic parameters in adult and pediatric patients. Thus, it is generally recommended that responding patients be continued beyond the acute response, but at the lowest dose needed to maintain remission. Patients should be periodically reassessed to determine the need for maintenance treatment. Switching from Other Antipsychotics There are no systematically collected data to specifically address switching patients with schizophrenia from other antipsychotics to ABILIFY or concerning concomitant administration with other antipsychotics. While immediate discontinuation of the previous antipsychotic treatment may be acceptable for some patients with schizophrenia, more gradual discontinuation may be most appropriate for others. In all cases, the period of overlapping antipsychotic administration should be minimized. Bipolar I Disorder: Acute Treatment of Manic and Mixed Episodes: Adults: The recommended starting dose in adults is 15 mg given once daily as monotherapy and 10 mg to 15 mg given once daily as adjunctive therapy with lithium or valproate. ABILIFY can be given without regard to meals. The recommended target dose of ABILIFY is 15 mg/day, as monotherapy or as adjunctive therapy with lithium or valproate. The dose may be increased to 30 mg/day based on clinical response.  Pediatrics: The recommended starting dose in pediatric patients (10 to 17 years) as monotherapy is 2 mg/day, with titration to 5 mg/day after 2 days, and a target dose of 10 mg/day after 2 additional days. Recommended dosing as adjunctive therapy to lithium or valproate is the same. Maintenance Treatment: The recommended dose for maintenance treatment, whether as monotherapy or as adjunctive therapy, is the same dose needed to stabilize patients during acute treatment, both for adult and pediatric patients. Adjunctive Treatment of Major Depressive Disorder: Adults Dose Selection: The recommended starting dose for ABILIFY as adjunctive treatment for patients already taking an antidepressant is 2 mg/day to 5 mg/day. The efficacy of ABILIFY as an adjunctive therapy for major depressive disorder was established within a dose range of 2 mg/day to 15 mg/day.  Maintenance Treatment: The efficacy of ABILIFY for the adjunctive maintenance treatment of major depressive disorder has not been evaluated. While there is no body of evidence available to answer the question of how long the patient treated with ABILIFY should be maintained, patients should be periodically reassessed to determine the continued need for maintenance treatment. Irritability Associated with Autistic Disorder: Pediatric Patients Dose Selection: The efficacy of aripiprazole has been established in the treatment of pediatric patients 6 to 17 years of age with irritability associated with autistic disorder at doses of 5 mg/day to 15 mg/day. The dosage of ABILIFY should be individualized according to tolerability and response. Dosing should be initiated at 2 mg/day. The dose should be increased to 5 mg/day, with subsequent increases to 10 mg/day or 15 mg/day if needed. Maintenance Treatment: The efficacy of ABILIFY for the maintenance treatment of irritability associated with autistic disorder has not been evaluated. While there is no body of evidence available to answer the question of how long the patient treated with ABILIFY should be maintained, patients should be periodically reassessed to determine the continued need for maintenance treatment. Tourette’s Disorder: Pediatric Patients (6 to 18 years): The recommended dosage range for Tourette’s Disorder is 5 to 20 mg/day. For patients weighing less than 50 kg, dosing should be initiated at 2 mg/day with a target dose of 5 mg/day after 2 days. The dose can be increased to 10 mg/day in patients who do not achieve optimal control of tics. Dosage adjustments should occur gradually at intervals of no less than 1 week. For patients weighing 50 kg or more, dosing should be initiated at 2 mg/day for 2 days, and then increased to 5 mg/day for 5 days, with a target dose of 10 mg/day on day 8. The dose can be increased up to 20 mg/day for patients who do not achieve optimal control of tics. Dosage adjustments should occur gradually in increments of 5 mg/day at intervals of no less than 1 week. Patients should be periodically reassessed to determine the continued need for maintenance treatment. Agitation Associated with Schizophrenia or Bipolar Mania (Intramuscular Injection): Adults: The recommended dose in these patients is 9.75 mg. The recommended dosage range is 5.25 to 15 mg. No additional benefit was demonstrated for 15 mg compared to 9.75 mg. A lower dose of 5.25 mg may be considered when clinical factors warrant. If agitation warranting a second dose persists following the initial dose, cumulative doses up to a total of 30 mg/day may be given. However, the efficacy of repeated doses of ABILIFY injection in agitated patients has not been systematically evaluated in controlled clinical trials. The safety of total daily doses greater than 30 mg or injections given more frequently than every 2 hours have not been adequately evaluated in clinical trials. If ongoing ABILIFY therapy is clinically indicated, oral ABILIFY in a range of 10 to 30 mg/day should replace ABILIFY injection as soon as possible. Administration of ABILIFY Injection: To administer ABILIFY Injection, draw up the required volume of solution into the syringe as shown in Table 1. Discard any unused portion. TABLE 1 Dosing of Oral Solution: The oral solution can be substituted for tablets on a mg-per-mg basis up to the 25 mg dose level. Patients receiving 30 mg tablets should receive 25 mg of the solution. Dosing of Orally Disintegrating Tablets: The dosing for ABILIFY Orally Disintegrating Tablets is the same as for the oral tablets.",
            "special_populations": null,
            "pgx": "Dosage Adjustments for Cytochrome P450 Considerations: Dosage adjustments are recommended in patients who are known CYP2D6 poor metabolizers and in patients taking concomitant CYP3A4 inhibitors or CYP2D6 inhibitors or strong CYP3A4 inducers (see Table 2). When the coadministered drug is withdrawn from the combination therapy, ABILIFY dosage should then be adjusted to its original level. When the coadministered CYP3A4 inducer is withdrawn, ABILIFY dosage should be reduced to the original level over 1 to 2 weeks. Patients who may be receiving a combination of strong, moderate, and weak inhibitors of CYP3A4 and CYP2D6 (e.g., a strong CYP3A4 inhibitor and a moderate CYP2D6 inhibitor or a moderate CYP3A4 inhibitor with a moderate CYP2D6 inhibitor), the dosing may be reduced to one-quarter (25%) of the usual dose initially and then adjusted to achieve a favorable clinical response. TABLE 2"
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "Dosage adjustment for patients taking aripiprazole concomitantly with strong CYP3A4 inhibitors: When concomitant administration of aripiprazole with strong CYP3A4 inhibitors such as ketoconazole or clarithromycin is indicated, the aripiprazole dose should be reduced to one-half of the usual dose. When the CYP3A4 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should then be increased. Dosage adjustment for patients taking aripiprazole concomitantly with potential CYP2D6 inhibitors: When concomitant administration of potential CYP2D6 inhibitors such as quinidine, fluoxetine, or paroxetine with aripiprazole occurs, aripiprazole dose should be reduced at least to one-half of its normal dose. When the CYP2D6 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should then be increased . When adjunctive ABILIFY is administered to patients with major depressive disorder, ABILIFY should be administered without dosage adjustment. Dosing recommendation in patients taking aripiprazole concomitantly with strong CYP3A4 and CYP2D6 inhibitors:            When concomitant administration of aripiprazole with strong inhibitors of CYP3A4 (such as ketoconazole or clarithromycin) and CYP2D6 (such as quinidine, fluoxetine, or paroxetine) is indicated, the aripiprazole dose should be reduced to one-quarter (25%) of the usual dose. When the CYP3A4 and/or CYP2D6 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should be increased. Dosing recommendation in patients taking aripiprazole concomitantly with strong, moderate, or weak inhibitors of CYP3A4 and CYP2D6: Patients who may be receiving a combination of strong, moderate, and weak inhibitors of CYP3A4 and CYP2D6 (eg, a potent CYP3A4 inhibitor and a moderate CYP2D6 inhibitor or a moderate CYP3A4 inhibitor with a moderate CYP2D6 inhibitor), the dosing may be reduced to one-quarter (25%) of the usual dose initially and then adjusted to achieve a favorable clinical response. Dosing recommendation in patients who are classified as CYP2D6 poor metabolizers (PM): The aripiprazole dose in PM patients should initially be reduced to one-half (50%) of the usual dose and then adjusted to achieve a favorable clinical response. The dose of aripiprazole for PM patients who are administered a strong CYP3A4 inhibitor should be reduced to one-quarter (25%) of the usual dose. Dosage adjustment for patients taking potential CYP3A4 inducers: When a potential CYP3A4 inducer such as carbamazepine is added to aripiprazole therapy, the aripiprazole dose should be doubled. Additional dose increases should be based on clinical evaluation. When the CYP3A4 inducer is withdrawn from the combination therapy, the aripiprazole dose should be reduced to 10 mg to 15 mg.",
            "special_populations": "CYP2D6 Poor Metabolizers: Dosage adjustment is recommended in known CYP2D6 poor metabolizers due to high aripiprazole concentrations. Approximately 8% of Caucasians and 3–8% of Black/African Americans cannot metabolize CYP2D6 substrates and are classified as poor metabolizers (PM) ",
            "ddis": "table 25; Drugs Having No Clinically Important Interactions with ABILIFY: Based on pharmacokinetic studies, no dosage adjustment of ABILIFY is required when administered concomitantly with famotidine, valproate, lithium, lorazepam. In addition, no dosage adjustment is necessary for substrates of CYP2D6 (e.g., dextromethorphan, fluoxetine, paroxetine, or venlafaxine), CYP2C9 (e.g., warfarin), CYP2C19 (e.g., omeprazole, warfarin, escitalopram), or CYP3A4 (e.g., dextromethorphan) when co-administered with ABILIFY. Additionally, no dosage adjustment is necessary for valproate, lithium, lamotrigine, lorazepam, or sertraline when co-administered with ABILIFY.",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["CYP3A4 substrate", "CYP2D6 substrate", "D2 receptor substrate"]
    },
    {
        "generic_name": "aripiprazole lauroxil",
        "brand_name": "aristada",
        "pharmGKB_ID": "PA166161216",
        "pharmacokinetics": {
            "overview": "ARISTADA is a prodrug of aripiprazole and its activity is primarily due to aripiprazole, and to a lesser extent dehydro-aripiprazole (major metabolite of aripiprazole), which has been shown to have affinities for D 2 receptors similar to aripiprazole and represents 30-40% of the aripiprazole exposure in plasma.",
            "absorption": "After single intramuscular injection the appearance of aripiprazole in the systemic circulation starts from 5 to 6 days and continues to be released for an additional 36 days. Aripiprazole concentrations increase with consecutive doses of ARISTADA and reach steady-state four months following treatment initiation. The concentration-time course of dehydro-aripiprazole followed that of aripiprazole. With the addition of a single intramuscular injection of ARISTADA INITIO and 30 mg oral aripiprazole at the time of the first ARISTADA dose, aripiprazole concentrations reach relevant levels within 4 days. Similarly, with the addition of the oral supplementation for 21 days at the time of the first ARISTADA dose, aripiprazole concentrations reach relevant levels within 4 days. Aripiprazole exposure was similar for deltoid and gluteal intramuscular injections of 441 mg ARISTADA, thus are interchangeable. Administration of 882 mg every 6 weeks or 1064 mg every 2 months results in plasma aripiprazole concentrations that were similar to exposure with 662 mg monthly and are within the range provided by doses of 441 mg monthly and 882 mg monthly. The doses of 441 mg monthly and 882 monthly showed a similar clinical response to each other.",
            "distribution": "Based on population pharmacokinetic analysis, the apparent volume of distribution of aripiprazole following intramuscular injection of ARISTADA was 268 L, indicating extensive extravascular distribution following absorption. At therapeutic concentrations, aripiprazole and its major metabolite are greater than 99% bound to serum proteins, primarily to albumin. In healthy human volunteers administered 0.5 mg/day to 30 mg/day oral aripiprazole for 14 days, there was dose-dependent D 2 receptor occupancy indicating brain penetration of aripiprazole in humans.",
            "elimination": "Metabolism: The biotransformation of ARISTADA likely involves enzyme-mediated hydrolysis to form N-hydroxymethyl-aripiprazole, which subsequently undergoes hydrolysis to aripiprazole. Elimination of aripiprazole is mainly through hepatic metabolism involving CYP3A4 and CYP2D6. Excretion: The mean aripiprazole terminal elimination half-life ranged from 53.9 days to 57.2 days after monthly, every 6-week and every 2 month injections of ARISTADA. The significantly longer aripiprazole apparent half-life compared to oral aripiprazole (mean 75 hours) is attributed to the dissolution and formation rate-limited elimination of aripiprazole following ARISTADA administration.",
            "special_populations": "A population pharmacokinetic analysis showed no effect of sex, race or smoking on ARISTADA pharmacokinetics.",
            "ddi_studies": "No specific drug interaction studies have been performed with ARISTADA. The drug interaction data provided below is obtained from studies with oral aripiprazole. Based on simulation, a 4.5-fold increase in mean C max and AUC values at steady-state is expected when extensive metabolizers of CYP2D6 are administered with both strong CYP2D6 and CYP3A4 inhibitors. After oral administration, a 3-fold increase in mean C max and AUC values at steady-state is expected in poor metabolizers of CYP2D6 administered with strong CYP3A4 inhibitors."
        },
        "dosage": {
            "dosing": "• Administer ARISTADA by intramuscular injection in the deltoid (441 mg dose only) or gluteal (441 mg, 662 mg, 882 mg or 1064 mg) muscle by a healthcare professional. • For patients naïve to aripiprazole, establish tolerability with oral aripiprazole prior to initiating treatment with ARISTADA. • There are two options for initiating treatment with ARISTADA: ○ Option #1: Administer one injection of 675 mg of ARISTADA INITIO ® and one 30 mg dose of oral aripiprazole in conjunction with the first ARISTADA injection. ○ Option #2: Administer 21 consecutive days of oral aripiprazole in conjunction with the first ARISTADA injection. • ARISTADA can be initiated at a dose of 441 mg, 662 mg or 882 mg administered monthly, 882 mg dose every 6 weeks, or 1064 mg dose every 2 months. • Dose adjustments are required for 1) known CYP2D6 poor metabolizers and 2) for patients taking CYP3A4 inhibitors, CYP2D6 inhibitors, or CYP3A4 inducers for more than 2 weeks. Recommended Dosage: ARISTADA is only to be administered as an intramuscular injection by a healthcare professional. For patients who have never taken aripiprazole, establish tolerability with oral aripiprazole prior to initiating treatment with ARISTADA. Due to the half-life of oral aripiprazole, it may take up to 2 weeks to fully assess tolerability. There are two ways to initiate treatment with ARISTADA:Option #1: Administer one intramuscular injection of ARISTADA INITIO 675 mg (in either the deltoid or gluteal muscle) and one dose of oral aripiprazole 30 mg in conjunction with the first ARISTADA injection. The first ARISTADA injection may be administered on the same day as ARISTADA INITIO or up to 10 days thereafter. Avoid injecting both ARISTADA INITIO and ARISTADA concomitantly into the same deltoid or gluteal muscle. Option #2: Administer 21 consecutive days of oral aripiprazole in conjunction with the first ARISTADA injection. Depending on individual patient's needs, treatment with ARISTADA can be initiated at a dose of 441 mg, 662 mg or 882 mg administered monthly, 882 mg administered every 6 weeks or 1064 mg administered every 2 months. The 441 mg, 662 mg, 882 mg and 1064 mg doses correspond to 300 mg, 450 mg, 600 mg and 724 mg of aripiprazole, respectively. Table 1; Use the following ARISTADA doses for patients who are stabilized on oral aripiprazole, as shown in Table 2. Table 2; In conjunction with the first ARISTADA injection, administer a single injection of ARISTADA INITIO and one dose of oral aripiprazole 30 mg, or continue treatment with oral aripiprazole for 21 consecutive days. Adjust the ARISTADA dose as needed. When making dose and dosing interval adjustments, consider the pharmacokinetics and prolonged-release characteristics of ARISTADA.",
            "special_populations": null,
            "pgx": "Dose adjustments are required for 1) known CYP2D6 poor metabolizers and 2) for patients taking CYP3A4 inhibitors, CYP2D6 inhibitors, or CYP3A4 inducers for more than 2 weeks. See table 4"
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "Dose Adjustments for CYP450 Considerations: refer to the prescribing information for oral aripiprazole for recommendations regarding dosage adjustments due to drug interactions, for the first 21 days when the patient is taking 21 days of oral aripiprazole concomitantly with the first dose of ARISTADA. Avoid initiating ARISTADA treatment with ARISTADA INITIO in patients requiring dose adjustments. Once stabilized on ARISTADA, refer to the dosing recommendations below for patients taking strong CYP2D6 inhibitors, strong CYP3A4 inhibitors, or strong CYP3A4 inducers: • No dosage changes recommended for ARISTADA, if CYP450 modulators are added for less than 2 weeks. • Make dose changes to ARISTADA if CYP450 modulators are added for greater than 2 weeks (see Table 4 ). Table 4",
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["D2 receptor substrate", "CYP3A4 substrate", "CYP2D6 substrate"]
    },
    {
        "generic_name": "atomoxetine",
        "brand_name": "strattera",
        "pharmGKB_ID": "PA134688071",
        "pharmacokinetics": {
            "overview": "Atomoxetine is well-absorbed after oral administration and is minimally affected by food. It is eliminated primarily by oxidative metabolism through the cytochrome P450 2D6 (CYP2D6) enzymatic pathway and subsequent glucuronidation. Atomoxetine has a half-life of about 5 hours. A fraction of the population (about 7% of Caucasians and 2% of African Americans) are poor metabolizers (PMs) of CYP2D6 metabolized drugs. These individuals have reduced activity in this pathway resulting in 10-fold higher AUCs, 5-fold higher peak plasma concentrations, and slower elimination (plasma half-life of about 24 hours) of atomoxetine compared with people with normal activity [extensive metabolizers (EMs)]. Drugs that inhibit CYP2D6, such as fluoxetine, paroxetine, and quinidine, cause similar increases in exposure.",
            "absorption": "Atomoxetine is rapidly absorbed after oral administration, with absolute bioavailability of about 63% in EMs and 94% in PMs. Maximal plasma concentrations (C max ) are reached approximately 1 to 2 hours after dosing. STRATTERA can be administered with or without food. Administration of STRATTERA with a standard high-fat meal in adults did not affect the extent of oral absorption of atomoxetine (AUC), but did decrease the rate of absorption, resulting in a 37% lower C max , and delayed T max by 3 hours. In clinical trials with children and adolescents, administration of STRATTERA with food resulted in a 9% lower C max.",
            "distribution": "The steady-state volume of distribution after intravenous administration is 0.85 L/kg indicating that atomoxetine distributes primarily into total body water. Volume of distribution is similar across the patient weight range after normalizing for body weight. At therapeutic concentrations, 98% of atomoxetine in plasma is bound to protein, primarily albumin.",
            "elimination": "Atomoxetine is metabolized primarily through the CYP2D6 enzymatic pathway. People with reduced activity in this pathway (PMs) have higher plasma concentrations of atomoxetine compared with people with normal activity (EMs). For PMs, AUC of atomoxetine is approximately 10-fold and C ss,max is about 5-fold greater than EMs. Laboratory tests are available to identify CYP2D6 PMs. Coadministration of STRATTERA with potent inhibitors of CYP2D6, such as fluoxetine, paroxetine, or quinidine, results in a substantial increase in atomoxetine plasma exposure, and dosing adjustment may be necessary. Atomoxetine did not inhibit or induce the CYP2D6 pathway. The major oxidative metabolite formed, regardless of CYP2D6 status, is 4-hydroxyatomoxetine, which is glucuronidated. 4-Hydroxyatomoxetine is equipotent to atomoxetine as an inhibitor of the norepinephrine transporter but circulates in plasma at much lower concentrations (1% of atomoxetine concentration in EMs and 0.1% of atomoxetine concentration in PMs). 4-Hydroxyatomoxetine is primarily formed by CYP2D6, but in PMs, 4-hydroxyatomoxetine is formed at a slower rate by several other cytochrome P450 enzymes. N-Desmethylatomoxetine is formed by CYP2C19 and other cytochrome P450 enzymes, but has substantially less pharmacological activity compared with atomoxetine and circulates in plasma at lower concentrations (5% of atomoxetine concentration in EMs and 45% of atomoxetine concentration in PMs). Mean apparent plasma clearance of atomoxetine after oral administration in adult EMs is 0.35 L/hr/kg and the mean half-life is 5.2 hours. Following oral administration of atomoxetine to PMs, mean apparent plasma clearance is 0.03 L/hr/kg and mean half-life is 21.6 hours. For PMs, AUC of atomoxetine is approximately 10-fold and C ss,max is about 5-fold greater than EMs. The elimination half-life of 4-hydroxyatomoxetine is similar to that of N-desmethylatomoxetine (6 to 8 hours) in EM subjects, while the half-life of N-desmethylatomoxetine is much longer in PM subjects (34 to 40 hours).  Atomoxetine is excreted primarily as 4-hydroxyatomoxetine- O -glucuronide, mainly in the urine (greater than 80% of the dose) and to a lesser extent in the feces (less than 17% of the dose). Only a small fraction of the STRATTERA dose is excreted as unchanged atomoxetine (less than 3% of the dose), indicating extensive biotransformation.",
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": "see dosing table; Acute Treatment: Dosing of children and adolescents up to 70 kg body weight — STRATTERA should be initiated at a total daily dose of approximately 0.5 mg/kg and increased after a minimum of 3 days to a target total daily dose of approximately 1.2 mg/kg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. No additional benefit has been demonstrated for doses higher than 1.2 mg/kg/day. The total daily dose in children and adolescents should not exceed 1.4 mg/kg or 100 mg, whichever is less. Dosing of children and adolescents over 70 kg body weight and adults — STRATTERA should be initiated at a total daily dose of 40 mg and increased after a minimum of 3 days to a target total daily dose of approximately 80 mg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. After 2 to 4 additional weeks, the dose may be increased to a maximum of 100 mg in patients who have not achieved an optimal response. There are no data that support increased effectiveness at higher doses. The maximum recommended total daily dose in children and adolescents over 70 kg and adults is 100 mg. Maintenance/Extended Treatment: It is generally agreed that pharmacological treatment of ADHD may be needed for extended periods. The benefit of maintaining pediatric patients (ages 6-15 years) with ADHD on STRATTERA after achieving a response in a dose range of 1.2 to 1.8 mg/kg/day was demonstrated in a controlled trial. Patients assigned to STRATTERA in the maintenance phase were generally continued on the same dose used to achieve a response in the open label phase. The physician who elects to use STRATTERA for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient.",
            "special_populations": "Dosing adjustment for hepatically impaired patients — For those ADHD patients who have hepatic insufficiency (HI), dosage adjustment is recommended as follows: For patients with moderate HI (Child-Pugh Class B), initial and target doses should be reduced to 50% of the normal dose (for patients without HI). For patients with severe HI (Child-Pugh Class C), initial dose and target doses should be reduced to 25% of normal. Dosing adjustment for use with a strong CYP2D6 inhibitor or in patients who are known to be CYP2D6 PMs — In children and adolescents up to 70 kg body weight administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, or in patients who are known to be CYP2D6 PMs, STRATTERA should be initiated at 0.5 mg/kg/day and only increased to the usual target dose of 1.2 mg/kg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated. In children and adolescents over 70 kg body weight and adults administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, STRATTERA should be initiated at 40 mg/day and only increased to the usual target dose of 80 mg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated.",
            "pgx": "Dosing adjustment for use with a strong CYP2D6 inhibitor or in patients who are known to be CYP2D6 PMs — In children and adolescents up to 70 kg body weight administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, or in patients who are known to be CYP2D6 PMs, STRATTERA should be initiated at 0.5 mg/kg/day and only increased to the usual target dose of 1.2 mg/kg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated. In children and adolescents over 70 kg body weight and adults administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, STRATTERA should be initiated at 40 mg/day and only increased to the usual target dose of 80 mg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated."
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "Dosing adjustment for use with a strong CYP2D6 inhibitor or in patients who are known to be CYP2D6 PMs — In children and adolescents up to 70 kg body weight administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, or in patients who are known to be CYP2D6 PMs, STRATTERA should be initiated at 0.5 mg/kg/day and only increased to the usual target dose of 1.2 mg/kg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated. In children and adolescents over 70 kg body weight and adults administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, STRATTERA should be initiated at 40 mg/day and only increased to the usual target dose of 80 mg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated.",
            "special_populations": "Ethnic Origin: ethnic origin did not influence atomoxetine disposition (except that PMs are more common in Caucasians).",
            "ddis": "Effect of CYP2D6 Inhibitors on Atomoxetine: In extensive metabolizers (EMs), inhibitors of CYP2D6 (e.g., paroxetine, fluoxetine, and quinidine) increase atomoxetine steady-state plasma concentrations to exposures similar to those observed in poor metabolizers (PMs). In EM individuals treated with paroxetine or fluoxetine, the AUC of atomoxetine is approximately 6- to 8-fold and Css, max is about 3- to 4-fold greater than atomoxetine alone. In vitro studies suggest that coadministration of cytochrome P450 inhibitors to PMs will not increase the plasma concentrations of atomoxetine. Effect of Atomoxetine on P450 Enzymes: Atomoxetine did not cause clinically important inhibition or induction of cytochrome P450 enzymes, including CYP1A2, CYP3A, CYP2D6, and CYP2C9. CYP3A Substrate (e.g., Midazolam) — Coadministration of STRATTERA (60 mg BID for 12 days) with midazolam, a model compound for CYP3A4 metabolized drugs (single dose of 5 mg), resulted in 15% increase in AUC of midazolam. No dose adjustment is recommended for drugs metabolized by CYP3A. CYP2D6 Substrate (e.g., Desipramine) — Coadministration of STRATTERA (40 or 60 mg BID for 13 days) with desipramine, a model compound for CYP2D6 metabolized drugs (single dose of 50 mg), did not alter the pharmacokinetics of desipramine. No dose adjustment is recommended for drugs metabolized by CYP2D6.  Drugs Highly Bound to Plasma Protein: In vitro drug-displacement studies were conducted with atomoxetine and other highly-bound drugs at therapeutic concentrations. Atomoxetine did not affect the binding of warfarin, acetylsalicylic acid, phenytoin, or diazepam to human albumin. Similarly, these compounds did not affect the binding of atomoxetine to human albumin.",
            "lab_tests": null,
            "precautions": "Concomitant Use of Potent CYP2D6 Inhibitors or Use in Patients who are known to be CYP2D6 PMs: Atomoxetine is primarily metabolized by the CYP2D6 pathway to 4-hydroxyatomoxetine. Dosage adjustment of STRATTERA may be necessary when coadministered with potent CYP2D6 inhibitors (e.g., paroxetine, fluoxetine, and quinidine) or when administered to CYP2D6 PMs."
        },
        "pgx_moa": "CYP2D6 substrate"
    },
    {
        "generic_name": "azathioprine",
        "brand_name": "imuran",
        "pharmGKB_ID": "PA448515",
        "pharmacokinetics": {
            "overview": null,
            "absorption": "The absorption of azathioprine is incomplete and variable. The median (range) absolute bioavailability of 6-MP after administration of azathioprine 50 mg is 47% (27 – 80%). The extent of absorption of azathioprine is similar across the gastrointestinal tract, including the stomach, jejunum, and cecum. However, the extent of 6-MP absorption, after azathioprine administration is variable and differs between the sites of absorption, with the highest extent of absorption in the jejunum, followed by the stomach and then the cecum. Although there are no food effect studies with azathioprine, pharmacokinetic studies with 6-MP have been conducted that are relevant to azathioprine. The mean relative bioavailability of 6 MP was approximately 26% lower following administration with food and milk compared to an overnight fast. 6-MP is not stable in milk due to the presence of xanthine oxidase (30% degradation within 30 minutes). Azathioprine should be administered at least 1 hour before or 3 hours after food or milk.",
            "distribution": "The volume of distribution at steady state (Vdss) of azathioprine is unknown. The mean (± SD) apparent Vdss of 6 MP is 0.9 (±0.8) L/kg, although this may be an underestimate because 6 MP is cleared throughout the body (and not just in the liver). Concentrations of 6 MP in cerebrospinal fluid (CSF) are low or negligible after IV or oral administration of 6-MP.",
            "elimination": "Metabolism: Azathioprine is rapidly broken down in vivo by glutathione-S-transferase into 6-MP and a methylnitroimidazole moiety. The 6-MP readily crosses cell membranes and is extensively metabolized by many multi-step pathways to active and inactive metabolites, with no one enzyme predominating. Because of the complex metabolism, inhibition of one enzyme does not explain all cases of lack of efficacy and/or pronounced myelosuppression. The predominant enzymes responsible for the metabolism of 6-MP or its downstream metabolites are: the polymorphic enzyme thiopurine S-methyltransferase (TPMT, xanthine oxidase, inosine monophosphate dehydrogenase (IMPDH), and hypoxanthine guanine phosphribosyltransferase (HPRT). Additional enzymes involved in the formation of active and inactivemetabolites are: guanosine monophosphate synthetase (GMPS, which form TGNs) and inosine triphosphate pyrophosphatase (ITPase). Azathioprine itself is also metabolized by aldehyde oxidase to form 8-hydroxy azathioprine, which may be active. There are also multiple inactive metabolites formed via other pathways. There is evidence that polymorphisms in the genes encoding the different enzyme systems involved with metabolism of azathioprine may predict adverse drug reactions to azathioprine therapy. Thiopurine S-Methyl Transferase (TPMT):  TPMT activity is inversely related to red blood cell 6-MP derived thioguaninenucleotide concentration, with higher thioguanine nucleotide concentrations resulting in greater reductions in white blood cell and neutrophil counts. Individuals with TPMT deficiency develop very high cytotoxic thioguanine nucleotide concentrations. Genotypic testing can determine the allelic pattern of a patient. Currently, 3 alleles—TPMT*2, TPMT*3A and TPMT*3C—account for about 95% of individuals with reduced levels of TPMT activity. Approximately 0.3% (1:300) of patients have two non-functional alleles (homozygous-deficient) of the TPMT gene and have little or no detectable enzyme activity. Approximately 10% of patients have one TPMT non-functional allele (heterozygous) leading to low or intermediate TPMT activity and 90% of individuals have normal TPMT activity with two functional alleles. There may also be a group of approximately 2% who have very high TPMT activity. Phenotypic testing determines the level of thiopurine nucleotides or TPMT activity in red blood cells and can also be informative. Elimination: After oral administration of 100mg 35S-azathioprine, 50% of the radioactivity was excreted in the urine and 12% in the faeces after 24 hours. In the urine, the major compound was the inactive oxidised metabolite thiouric acid. Less than 2% was excreted in the urine as azathioprine or 6-MP. Azathioprine has a high extraction ratio with a total clearance greater than 3L/min in normal volunteers. There are no data on the renal clearance or half-life of azathioprine. The renal clearance of 6-MP and the half-life of 6-MP are 191 mL/ min/ m2 and 0.9 hr respectively.",
            "special_populations": "Elderly: No specific studies have been carried out in the elderly. Renal impairment: Studies with azathioprine have shown no difference in 6 MP pharmacokinetics in uremic patients compared to renal transplant patients. Since little is known about the active metabolites of azathioprine in renal impairment, consideration should be given to reducing the dosage in patients with impaired renal function. Azathioprine and/or its metabolites are eliminated by haemodialysis, with approximately 45% of radioactive metabolites eliminated during dialysis of 8 hours. Hepatic impairment: A study with azathioprine was performed in three groups of renal transplant patients: those without liver disease, those with hepatic impairment (but no cirrhosis) and those with hepatic impairment and cirrhosis. The study demonstrated that 6-mercaptopurine exposure was 1.6 times higher in patients with hepatic impairment (but no cirrhosis) and 6 times higher in patients with hepatic impairment and cirrhosis, compared to patients without liver disease. Therefore, consideration should be given to reducing the dosage in patients with impaired hepatic function. Overweight children: In a US clinical study, 18 children (aged 3 to 14 years)were evenly divided into two groups; either a weight to height ratio above or below the 75th percentile. Each child was on maintenance treatment of 6-MP and the dosage was calculated based on their body surface area. The mean AUC of 6-MP in the group above the 75th percentile was 2.4 times lower than that for the group below the 75th percentile. Therefore, children considered to be overweight may require azathioprine doses at the higher end of the dose range and close monitoring of response to treatment is recommended.",
            "ddi_studies": null
        },
        "dosage": {
            "dosing": "Renal Homotransplantation: The dose of azathioprine tablets required to prevent rejection and minimize toxicity will vary with individual patients; this necessitates careful management. The initial dose is usually 3 to 5 mg/kg daily, beginning at the time of transplant. Azathioprine tablets are usually given as a single daily dose on the day of, and in a minority of cases 1 to 3 days before, transplantation. Dose reduction to maintenance levels of 1 to 3 mg/kg daily is usually possible. The dose of azathioprine tablets should not be increased to toxic levels because of threatened rejection. Discontinuation may be necessary for severe hematologic or other toxicity, even if rejection of the homograft may be a consequence of drug withdrawal. Rheumatoid Arthritis: Azathioprine tablets are usually given on a daily basis. The initial dose should be approximately 1.0 mg/kg (50 to 100 mg) given as a single dose or on a twice-daily schedule. The dose may be increased, beginning at 6 to 8 weeks and thereafter by steps at 4-week intervals, if there are no serious toxicities and if initial response is unsatisfactory. Dose increments should be 0.5 mg/kg daily, up to a maximum dose of 2.5 mg/kg per day. Therapeutic response occurs after several weeks of treatment, usually 6 to 8; an adequate trial should be a minimum of 12 weeks. Patients not improved after 12 weeks can be considered refractory. Azathioprine tablets may be continued long-term in patients with clinical response, but patients should be monitored carefully, and gradual dosage reduction should be attempted to reduce risk of toxicities. Maintenance therapy should be at the lowest effective dose, and the dose given can be lowered decrementally with changes of 0.5 mg/kg or approximately 25 mg daily every 4 weeks while other therapy is kept constant. The optimum duration of maintenance azathioprine tablets has not been determined. Azathioprine tablets can be discontinued abruptly, but delayed effects are possible. Use in Renal Dysfunction: Relatively oliguric patients, especially those with tubular necrosis in the immediate postcadaveric transplant period, may have delayed clearance of azathioprine tablets or its metabolites, may be particularly sensitive to this drug, and are usually given lower doses.",
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": "Consider alternative therapy in patients with homozygous TPMT or NUDT15 deficiency and reduced dosages in patients with heterozygous deficiency. Because of the risk of increased toxicity, dosage reduction is recommended in patients known to have heterozygous deficiency of TPMT or NUDT15. Patients who are heterozygous for both TPMT and NUDT15 deficiency may require more substantial dosage reductions.",
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": "TPMT TESTING CANNOT SUBSTITUTE FOR COMPLETE BLOOD COUNT (CBC) MONITORING IN PATIENTS RECEIVING AZATHIOPRINE TABLETS. TPMT genotyping or phenotyping can be used to identify patients with absent or reduced TPMT activity. Patients with low or absent TPMT activity are at an increased risk of developing severe, life-threatening myelotoxicity from azathioprine tablets if conventional doses are given. Physicians may consider alternative therapies for patients who have low or absent TPMT activity (homozygous for non-functional alleles). Azathioprine tablets should be administered with caution to patients having one non-functional allele (heterozygous) who are at risk for reduced TPMT activity that may lead to toxicity if conventional doses are given. Dosage reduction is recommended in patients with reduced TPMT activity. Early drug discontinuation may be considered in patients with abnormal CBC results that do not respond to dose reduction. TPMT Testing: It is recommended that consideration be given to either genotype or phenotype patients for TPMT. Phenotyping and genotyping methods are commercially available. The most common non-functional alleles associated with reduced levels of TPMT activity are TPMT*2, TPMT*3A and TPMT*3C. Patients with two nonfunctional alleles (homozygous) have low or absent TPMT activity and those with one non-functional allele (heterozygous) have intermediate activity. Accurate phenotyping (red blood cell TPMT activity) results are not possible in patients who have received recent blood transfusions. TPMT testing may also be considered in patients with abnormal CBC results that do not respond to dose reduction. Early drug discontinuation in these patients is advisable. TPMT genotyping or phenotyping can help identify patients with low or absent TPMT activity (homozygous for non-functional alleles) who are at increased risk for severe, life-threatening myelosuppression from IMURAN. Death associated with pancytopenia has been reported in patients with absent TPMT activity receiving azathioprine.",
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "belinostat",
        "brand_name": "beleodaq",
        "pharmGKB_ID": "PA165971474",
        "pharmacokinetics": {
            "overview": "The pharmacokinetic characteristics of belinostat were analyzed from pooled data from phase 1/2 clinical studies that used doses of belinostat ranging from 150 to 1200 mg/m 2 . The total mean plasma clearance and elimination half-life were 1240 mL/min and 1.1 hours, respectively. The total clearance approximates average hepatic blood flow (1500 mL/min), suggesting high hepatic extraction (clearance being flow dependent).",
            "absorption": null,
            "distribution": "The mean belinostat volume of distribution approaches total body water, indicating that belinostat has limited body tissue distribution. In vitro plasma studies have shown that between 92.9% and 95.8% of belinostat is bound to protein in an equilibrium dialysis assay, and was independent of belinostat plasma concentrations from 500 to 25,000 ng/mL.",
            "elimination": "Metabolism: Belinostat is primarily metabolized by hepatic UGT1A1. Strong UGT1A1 inhibitors are expected to increase exposure to belinostat. Belinostat also undergoes hepatic metabolism by CYP2A6, CYP2C9, and CYP3A4 enzymes to form belinostat amide and belinostat acid. The enzymes responsible for the formation of methyl belinostat and 3-(anilinosulfonyl)-benzenecarboxylic acid, (3-ASBA) are not known. Excretion: Following a single dose of [ 14 C]-labelled belinostat (100 μCi, 1500 mg) administered as a 30-minute intravenous infusion in patients with recurrent or progressive malignancy (N=6), fecal excretion accounted for a mean (± SD) of 9.7% (± 6.5%) of the administered radioactive belinostat dose over 168 hours. The mean (± SD) of the administered radioactive belinostat dose that was excreted in urine over 168 hours was 84.8% (± 9.8%), of which unchanged belinostat accounted for only 1.7%. ",
            "special_populations": null,
            "ddi_studies": "In vitro studies showed belinostat and its metabolites (including belinostat glucuronide, belinostat amide, methyl belinostat) inhibited metabolic activities of CYP2C8 and CYP2C9. Other metabolites (3-ASBA and belinostat acid) inhibited CYP2C8. In cancer patients, co-administration of Beleodaq (1,000 mg/m 2 ) and warfarin (5 mg), a known CYP2C9 substrate, did not increase the AUC or C max of either R- or S-warfarin. Belinostat is likely a glycoprotein (P-gp) substrate but is unlikely to inhibit P-gp."
        },
        "dosage": {
            "dosing": "Recommended dosage of Beleodaq is 1,000 mg/m2 administered over 30 minutes by intravenous infusion once daily on days 1-5 of a 21-day cycle. Cycles can be repeated until disease progression or unacceptable toxicity. Treatment discontinuation or interruption with or without dosage reductions by 25% may be needed to manage adverse reactions. Dosing Information: The recommended dosage of Beleodaq is 1,000 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1-5 of a 21-day cycle. Cycles can be repeated every 21 days until disease progression or unacceptable toxicity.",
            "special_populations": null,
            "pgx": "Patients with Reduced UGT1A1 Activity Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele."
        },
        "pharmacogenomics": {
            "overview": "UGT1A1 activity is reduced in individuals with genetic polymorphisms that lead to reduced enzyme activity such as the UGT1A1*28 polymorphism. Approximately 20% of the black population, 10% of the white population, and 2% of the Asian population are homozygous for the UGT1A1*28 allele. Additional reduced function alleles may be more prevalent in specific populations. Because belinostat is primarily (80 -90%) metabolized by UGT1A1, the clearance of belinostat could be decreased in patients with reduced UGT1A1 activity (e.g., patients with UGT1A1*28 allele). Reduce the starting dose of Beleodaq to 750 mg/m2 in patients known to be homozygous for the UGT1A1*28 allele to minimize dose limiting toxicities.",
            "dosage": "Patients with Reduced UGT1A1 Activity: Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele.",
            "special_populations": null,
            "ddis": "UGT1A1 Inhibitors: Belinostat is primarily metabolized by UGT1A1. Avoid concomitant administration of Beleodaq with strong inhibitors of UGT1A1",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["UGT1A1 substrate", "CYP2A6 substrate", "CYP2C9 substrate", "CYP3A4 substrate", "CYP2C8 inhibitor", "CYP2C9 inhibitor"]
    },
    {
        "generic_name": "brexpiprazole",
        "brand_name": "rexulti",
        "pharmGKB_ID": "PA166160053",
        "pharmacokinetics": {
            "overview": null,
            "absorption": "After single-dose administration of REXULTI tablets, the peak plasma brexpiprazole concentrations occurred within 4 hours after administration, and the absolute oral bioavailability was 95%. Brexpiprazole steady-state concentrations were attained within 10 to 12 days of dosing. REXULTI can be administered with or without food. Administration of a 4 mg REXULTI tablet with a standard high-fat meal did not significantly affect the C max or AUC of brexpiprazole. After single and multiple once daily dose administration, brexpiprazole exposure (C max and AUC) increased in proportion to the dose administered. In vitro studies of brexpiprazole did not indicate that brexpiprazole is a substrate of efflux transporters such as MDRI (P-gp) and BCRP.",
            "distribution": "Distribution: The volume of distribution of brexpiprazole following intravenous administration is high (1.56±0.42 L/kg), indicating extravascular distribution. Brexpiprazole is highly protein bound in plasma (greater than 99%) to serum albumin and α1-acid glycoprotein, and its protein binding is not affected by renal or hepatic impairment. Based on results of in vitro studies, brexpiprazole protein binding is not affected by warfarin, diazepam, or digitoxin.",
            "elimination": "Metabolism: Based on in vitro metabolism studies of brexpiprazole using recombinant human cytochrome P450 (CYP1A1, 1A2, 2A6, 2B6, 2C8, 2C9, 2C19, 2D6, 2E1, and 3A4), the metabolism of brexpiprazole was shown to be mainly mediated by CYP3A4 and CYP2D6. In vivo brexpiprazole is metabolized primarily by CYP3A4 and CYP2D6 enzymes. After single- and multiple-dose administrations, brexpiprazole and its major metabolite, DM-3411, were the predominant drug moieties in the systemic circulation. At steady-state, DM-3411 represented 23% to 48% of brexpiprazole exposure (AUC) in plasma. DM-3411 is considered not to contribute to the therapeutic effects of brexpiprazole. Based on in vitro data, brexpiprazole showed little to no inhibition of CYP450 isozymes. Excretion: Following a single oral dose of [ 14 C]-labeled brexpiprazole, approximately 25% and 46% of the administered radioactivity was recovered in the urine and feces, respectively. Less than 1% of unchanged brexpiprazole was excreted in the urine, and approximately 14% of the oral dose was recovered unchanged in the feces. Apparent oral clearance of a brexpiprazole oral tablet after once daily administration is 19.8 (±11.4) mL/h/kg. After multiple once daily administration of REXULTI, the terminal elimination half-lives of brexpiprazole and its major metabolite, DM-3411, were 91 hours and 86 hours, respectively.",
            "special_populations": "Population pharmacokinetic (PK) analysis indicated exposure of brexpiprazole in patients with moderate renal impairment was higher compared to patients with normal renal function.",
            "ddi_studies": "Based on simulation, a 5.1-fold increase in AUC values at steady-state is expected when extensive metabolizers of CYP2D6 are administered with both strong CYP2D6 and CYP3A4 inhibitors. A 4.8-fold increase in mean AUC values at steady-state is expected in poor metabolizers of CYP2D6 administered with strong CYP3A4 inhibitors."
        },
        "dosage": {
            "dosing": "DOSING TABLE; Indication | Starting Dose | Recommended Dose | Maximum Dose, MDD: 0.5 mg/day or 1 mg/day 2 mg/day 3 mg/day, Schizophrenia: 1 mg/day 2 to 4 mg/day 4 mg/day, Moderate to Severe Hepatic Impairment (Child-Pugh score ≥7): Maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia. Moderate, Severe or End-Stage Renal Impairment (CLcr<60 mL/minute): Maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia. Known CYP2D6 Poor Metabolizers: Reduce the usual dosage by half.",
            "special_populations": "Dosage Adjustments for Hepatic Impairment: For patients with moderate to severe hepatic impairment (Child-Pugh score ≥7), the maximum recommended dosage is 2 mg once daily for patients with MDD, and 3 mg once daily for patients with schizophrenia. Dosage Adjustments for Renal Impairment: For patients with moderate, severe or end-stage renal impairment (creatinine clearance CLcr<60 mL/minute), the maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia.",
            "pgx": "DOSING TABLE; Dosage Modifications for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP Inhibitors or Inducers Dosage adjustments are recommended in patients who are known cytochrome P450 (CYP) 2D6 poor metabolizers and in patients taking concomitant CYP3A4 inhibitors or CYP2D6 inhibitors or strong CYP3A4 inducers. If the coadministered drug is discontinued, adjust the REXULTI dosage to its original level. If the coadministered CYP3A4 inducer is discontinued, reduce the REXULTI dosage to the original level over 1 to 2 weeks."
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "dosing table; Dosage Modifications for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP Inhibitors or Inducers: Dosage adjustments are recommended in patients who are known cytochrome P450 (CYP) 2D6 poor metabolizers and in patients taking concomitant CYP3A4 inhibitors or CYP2D6 inhibitors or strong CYP3A4 inducers. If the coadministered drug is discontinued, adjust the REXULTI dosage to its original level. If the coadministered CYP3A4 inducer is discontinued, reduce the REXULTI dosage to the original level over 1 to 2 weeks.",
            "special_populations": "CYP2D6 Poor Metabolizers: Dosage adjustment is recommended in known CYP2D6 poor metabolizers, because these patients have higher brexpiprazole concentrations than normal metabolizers of CYP2D6. Approximately 8% of Caucasians and 3–8% of Black/African Americans cannot metabolize CYP2D6 substrates and are classified as poor metabolizers.",
            "ddis": "table; Drugs Having No Clinically Important Interactions with REXULTI:  Based on pharmacokinetic studies, no dosage adjustment of REXULTI is required when administered concomitantly with CYP2B6 inhibitors (e.g., ticlopidine) or gastric pH modifiers (e.g., omeprazole). Additionally, no dosage adjustment for substrates of CYP2D6 (e.g., dextromethorphan), CYP3A4 (e.g., lovastatin), CYP2B6 (e.g., bupropion), BCRP (e.g., rosuvastatin), or P-gp (e.g., fexofenadine) is required when administered concomitantly with REXULTI.",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["CYP3A4 substrate", "CYP2D6 substrate"]
    },
    {
        "generic_name": "capecitabine",
        "brand_name": "xeloda",
        "pharmGKB_ID": "PA448771",
        "pharmacokinetics": {
            "overview": null,
            "absorption": "Following oral administration of 1,255 mg/m2 BID to cancer patients, capecitabine reached peak blood levels in about 1.5 hours (T max ) with peak 5-FU levels occurring slightly later, at 2 hours. Food reduced both the rate and extent of absorption of capecitabine with mean C max and AUC 0-∞ decreased by 60% and 35%, respectively. The C max and AUC 0-∞ of 5-FU were also reduced by food by 43% and 21%, respectively. Food delayed T max of both parent and 5-FU by 1.5 hours. The pharmacokinetics of capecitabine and its metabolites have been evaluated in about 200 cancer patients over a dosage range of 500 to 3,500 mg/m 2 /day. Over this range, the pharmacokinetics of capecitabine and its metabolite, 5’-DFCR were dose proportional and did not change over time. The increases in the AUCs of 5’-DFUR and 5- FU, however, were greater than proportional to the increase in dose and the AUC of 5-FU was 34% higher on day 14 than on day 1. The interpatient variability in the C max and AUC of 5-FU was greater than 85%.",
            "distribution": "Plasma protein binding of capecitabine and its metabolites is less than 60% and is not concentration-dependent. Capecitabine was primarily bound to human albumin (approximately 35%). Capecitabine has a low potential for pharmacokinetic interactions related to plasma protein binding.",
            "elimination": "Bioactivation and Metabolism: Capecitabine is extensively metabolized enzymatically to 5-FU. In the liver, a 60 kDa carboxylesterase hydrolyzes much of the compound to 5’-deoxy-5-fluorocytidine (5’-DFCR). Cytidine deaminase, an enzyme found in most tissues, including tumors, subsequently converts 5’-DFCR to 5’-DFUR. The enzyme, thymidine phosphorylase (dThdPase), then hydrolyzes 5’-DFUR to the active drug 5-FU. Many tissues throughout the body express thymidine phosphorylase. Some human carcinomas express this enzyme in higher concentrations than surrounding normal tissues. Following oral administration of capecitabine 7 days before surgery in patients with colorectal cancer, the median ratio of 5-FU concentration in colorectal tumors to adjacent tissues was 2.9 (range from 0.9 to 8). These ratios have not been evaluated in breast cancer patients or compared to 5-FU infusion. Metabolic Pathway of capecitabine to 5-FU: The enzyme dihydropyrimidine dehydrogenase hydrogenates 5-FU, the product of capecitabine metabolism, to the much less toxic 5-fluoro-5, 6-dihydro-fluorouracil (FUH2). Dihydropyrimidinase cleaves the pyrimidine ring to yield 5-fluoro-ureido-propionic acid (FUPA). Finally, β-ureido-propionase cleaves FUPA to α-fluoro-β-alanine (FBAL) which is cleared in the urine. In vitro enzymatic studies with human liver microsomes indicated that capecitabine and its metabolites (5’ -DFUR, 5’-DFCR, 5-FU, and FBAL) did not inhibit the metabolism of test substrates by cytochrome P450 isoenzymes 1A2, 2A6, 3A4, 2C19, 2D6, and 2E1. Excretion: Capecitabine and its metabolites are predominantly excreted in urine; 95.5% of administered capecitabine dose is recovered in urine. Fecal excretion is minimal (2.6%). The major metabolite excreted in urine is FBAL which represents 57% of the administered dose. About 3% of the administered dose is excreted in urine as unchanged drug. The elimination half-life of both parent capecitabine and 5-FU was about 0.75 hour.",
            "special_populations": "Effect of Age, Gender, and Race on the Pharmacokinetics of Capecitabine: A population analysis of pooled data from the two large controlled studies in patients with metastatic colorectal cancer (n=505) who were administered capecitabine at 1,250 mg/m 2 twice a day indicated that gender (202 females and 303 males) and race (455 white/Caucasian patients, 22 black patients, and 28 patients of other race) have no influence on the pharmacokinetics of 5’-DFUR, 5-FU and FBAL. Age has no significant influence on the pharmacokinetics of 5’-DFUR and 5-FU over the range of 27 to 86 years. A 20% increase in age results in a 15% increase in AUC of FBAL. Following oral administration of 825 mg/m 2 capecitabine twice daily for 14 days, Japanese patients (n=18) had about 36% lower C max and 24% lower AUC for capecitabine than the Caucasian patients (n=22). Japanese patients had also about 25% lower C max and 34% lower AUC for FBAL than the Caucasian patients. The clinical significance of these differences is unknown. No significant differences occurred in the exposure to other metabolites (5’-DFCR, 5’-DFUR, and 5-FU). Effect of Hepatic Insufficiency: Capecitabine has been evaluated in 13 patients with mild to moderate hepatic dysfunction due to liver metastases defined by a composite score including bilirubin, AST/ALT and alkaline phosphatase following a single 1,255 mg/m 2 dose of capecitabine. Both AUC 0-∞ and C max of capecitabine increased by 60% in patients with hepatic dysfunction compared to patients with normal hepatic function (n=14). The AUC 0-∞ and C max of 5-FU were not affected. In patients with mild to moderate hepatic dysfunction due to liver metastases, caution should be exercised when capecitabine is administered. The effect of severe hepatic dysfunction on capecitabine is not known. Effect of Renal Insufficiency: Following oral administration of 1,250 mg/m 2 capecitabine twice a day to cancer patients with varying degrees of renal impairment, patients with moderate (creatinine clearance = 30 to 50 mL/min) and severe (creatinine clearance <30 mL/min) renal impairment showed 85% and 258% higher systemic exposure to FBAL on day 1 compared to normal renal function patients (creatinine clearance >80 mL/min). Systemic exposure to 5’-DFUR was 42% and 71% greater in moderately and severely renal impaired patients, respectively, than in normal patients. Systemic exposure to capecitabine was about 25% greater in both moderately and severely renal impaired patients.",
            "ddi_studies": "Effect of Capecitabine on the Pharmacokinetics of Warfarin: In four patients with cancer, chronic administration of capecitabine (1,250 mg/m 2 bid) with a single 20 mg dose of warfarin increased the mean AUC of S-warfarin by 57% and decreased its clearance by 37%. Baseline corrected AUC of INR in these 4 patients increased by 2.8-fold, and the maximum observed mean INR value was increased by 91%. Effect of Antacids on the Pharmacokinetics of Capecitabine: When Maalox ® (20 mL), an aluminum hydroxide- and magnesium hydroxide-containing antacid, was administered immediately after capecitabine (1,250 mg/m 2 , n=12 cancer patients), AUC and C max increased by 16% and 35%, respectively, for capecitabine and by 18% and 22%, respectively, for 5’-DFCR. No effect was observed on the other three major metabolites (5’-DFUR, 5-FU, FBAL) of capecitabine. Effect of Allopurinol on Capecitabine: Published literature reported that concomitant use with allopurinol may decrease conversion of capecitabine to the active metabolites, FdUMP and FUTP; however, the clinical significance was not fully characterized. Effect of Capecitabine on the Pharmacokinetics of Docetaxel and Vice Versa: A Phase 1 study evaluated the effect of capecitabine on the pharmacokinetics of docetaxel(Taxotere ® ) and the effect of docetaxel on the pharmacokinetics of capecitabine was conducted in 26 patients with solid tumors. capecitabine was found to have no effect on the pharmacokinetics of docetaxel (C max and AUC) and docetaxel has no effect on the pharmacokinetics of capecitabine and the 5-FU precursor 5’-DFUR."
        },
        "dosage": {
            "dosing": "• Capecitabine tablets should be swallowed whole with water within 30 minutes after a meal. Do not crush or cut capecitabine tablets. Capecitabine dose is calculated according to body surface area. Take capecitabine tablets with water within 30 min after a meal. • Monotherapy: 1,250 mg/m 2 twice daily orally for 2 weeks followed by a one week rest period in 3-week cycles. • Adjuvant treatment is recommended for a total of 6 months (8 cycles). • In combination with docetaxel, the recommended dose of capecitabine tablets is 1,250 mg/m 2 twice daily for 2 weeks followed by a 7-day rest period, combined with docetaxel at 75 mg/m 2 as a 1-hour IV infusion every 3 weeks. • Capecitabine dosage may need to be individualized to optimize patient management. • Reduce the dose of capecitabine by 25% in patients with moderate renal impairment. Standard Starting Dose: Monotherapy (Metastatic Colorectal Cancer, Adjuvant Colorectal Cancer, Metastatic Breast Cancer): The recommended dose of capecitabine tablets is 1,250 mg/m 2 administered orally twice daily (morning and evening; equivalent to 2,500 mg/m 2 total daily dose) for 2 weeks followed by a 1-week rest period given as 3-week cycles (see Table 1 ). Adjuvant treatment in patients with Dukes’ C colon cancer is recommended for a total of 6 months [ie, capecitabine tablets 1,250 mg/m 2 orally twice daily for 2 weeks followed by a 1-week rest period, given as 3-week cycles for a total of 8 cycles (24 weeks)]. Table 1*** In Combination With Docetaxel (Metastatic Breast Cancer): In combination with docetaxel, the recommended dose of capecitabine tablets is 1,250 mg/m 2 twice daily for 2 weeks followed by a 1-week rest period, combined with docetaxel at 75 mg/m 2 as a 1-hour intravenous infusion every 3 weeks. Pre-medication, according to the docetaxel labeling, should be started prior to docetaxel administration for patients receiving the capecitabine tablets plus docetaxel combination. Table 1 displays the total daily dose of capecitabine tablets by body surface area and the number of tablets to be taken at each dose. Dose Management Guidelines: General : Capecitabine tablets dosage may need to be individualized to optimize patient management. Patients should be carefully monitored for toxicity and doses of capecitabine tablets should be modified as necessary to accommodate individual patient tolerance to treatment. Toxicity due to capecitabine tablets administration may be managed by symptomatic treatment, dose interruptions and adjustment of capecitabine tablets dose. Once the dose has been reduced, it should not be increased at a later time. Doses of capecitabine tablets omitted for toxicity are not replaced or restored; instead the patient should resume the planned treatment cycles. The dose of phenytoin and the dose of coumarin-derivative anticoagulants may need to be reduced when either drug is administered concomitantly with capecitabine tablets. Monotherapy (Metastatic Colorectal Cancer, Adjuvant Colorectal Cancer, Metastatic Breast Cancer): Capecitabine tablets dose modification scheme as described below (see Table 2 ) is recommended for the management of adverse reactions. Table 2*** In Combination With Docetaxel (Metastatic Breast Cancer): Dose modifications of capecitabine tablets for toxicity should be made according to Table 2 above for capecitabine tablets. At the beginning of a treatment cycle, if a treatment delay is indicated for either capecitabine tablets or docetaxel, then administration of both agents should be delayed until the requirements for restarting both drugs are met. The dose reduction schedule for docetaxel when used in combination with capecitabine tablets for the treatment of metastatic breast cancer is shown in Table 3 . Table 3***",
            "special_populations": "Renal Impairment: No adjustment to the starting dose of capecitabine tablets is recommended in patients with mild renal impairment (creatinine clearance = 51 to 80 mL/min [Cockroft and Gault, as shown below]). In patients with moderate renal impairment (baseline creatinine clearance = 30 to 50 mL/min), a dose reduction to 75% of the capecitabine tablets starting dose when used as monotherapy or in combination with docetaxel (from 1,250 mg/m 2 to 950 mg/m 2 twice daily) is recommended. Subsequent dose adjustment is recommended as outlined in Table 2 and Table 3 (depending on the regimen) if a patient develops a grade 2 to 4 adverse event. The starting dose adjustment recommendations for patients with moderate renal impairment apply to both capecitabine tablets monotherapy and capecitabine tablets in combination use with docetaxel. Geriatrics: Physicians should exercise caution in monitoring the effects of capecitabine tablets in the elderly. Insufficient data are available to provide a dosage recommendation.",
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": "Anticoagulants: Altered coagulation parameters and/or bleeding have been reported in patients taking capecitabine concomitantly with coumarin-derivative anticoagulants such as warfarin and phenprocoumon. These events occurred within several days and up to several months after initiating capecitabine therapy and, in a few cases, within 1 month after stopping capecitabine. These events occurred in patients with and without liver metastases. In a drug interaction study with single-dose warfarin administration, there was a significant increase in the mean AUC of S-warfarin. The maximum observed INR value increased by 91%. This interaction is probably due to an inhibition of cytochrome P450 2C9 by capecitabine and/or its metabolites. Phenytoin: The level of phenytoin should be carefully monitored in patients taking capecitabine and phenytoin dose may need to be reduced. Postmarketing reports indicate that some patients receiving capecitabine and phenytoin had toxicity associated with elevated phenytoin levels. Formal drug-drug interaction studies with phenytoin have not been conducted, but the mechanism of interaction is presumed to be inhibition of the CYP2C9 isoenzyme by capecitabine and/or its metabolites. CYP2C9 substrates: Other than warfarin, no formal drug-drug interaction studies between capecitabine and other CYP2C9 substrates have been conducted. Care should be exercised when capecitabine is coadministered with CYP2C9 substrates",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "celecoxib",
        "brand_name": "celebrex",
        "pharmGKB_ID": "PA448871",
        "pharmacokinetics": {
            "overview": "Celecoxib exhibits dose-proportional increase in exposure after oral administration up to 200 mg twice daily and less than proportional increase at higher doses. It has extensive distribution and high protein binding. It is primarily metabolized by CYP2C9 with a half-life of approximately 11 hours.",
            "absorption": "Peak plasma levels of celecoxib occur approximately 3 hours after an oral dose. Under fasting conditions, both peak plasma levels (C max ) and area under the curve (AUC) are roughly dose-proportional up to 200 mg twice daily; at higher doses there are less than proportional increases in C max and AUC (see Food Effects) . Absolute bioavailability studies have not been conducted. With multiple dosing, steady-state conditions are reached on or before Day 5. The pharmacokinetic parameters of celecoxib in a group of healthy subjects are shown in Table 4. Table 4**   Food Effects: When celecoxib capsules were taken with a high fat meal, peak plasma levels were delayed for about 1 to 2 hours with an increase in total absorption (AUC) of 10% to 20%. Under fasting conditions, at doses above 200 mg, there is less than a proportional increase in C max and AUC, which is thought to be due to the low solubility of the drug in aqueous media. Coadministration of celecoxib with an aluminum- and magnesium-containing antacids resulted in a reduction in plasma celecoxib concentrations with a decrease of 37% in C max and 10% in AUC. Celecoxib, at doses up to 200 mg twice daily, can be administered without regard to timing of meals. Higher doses (400 mg twice daily) should be administered with food to improve absorption. In healthy adult volunteers, the overall systemic exposure (AUC) of celecoxib was equivalent when celecoxib was administered as intact capsule or capsule contents sprinkled on applesauce. There were no significant alterations in C max , T max or t 1/2 after administration of capsule contents on applesauce.",
            "distribution": "In healthy subjects, celecoxib is highly protein bound (~97%) within the clinical dose range. In vitro studies indicate that celecoxib binds primarily to albumin and, to a lesser extent, α1-acid glycoprotein. The apparent volume of distribution at steady state (V ss /F) is approximately 400 L, suggesting extensive distribution into the tissues. Celecoxib is not preferentially bound to red blood cells.",
            "elimination": "Metabolism: Celecoxib metabolism is primarily mediated via CYP2C9. Three metabolites, a primary alcohol, the corresponding carboxylic acid and its glucuronide conjugate, have been identified in human plasma. These metabolites are inactive as COX-1 or COX-2 inhibitors. Excretion: Celecoxib is eliminated predominantly by hepatic metabolism with little (<3%) unchanged drug recovered in the urine and feces. Following a single oral dose of radiolabeled drug, approximately 57% of the dose was excreted in the feces and 27% was excreted into the urine. The primary metabolite in both urine and feces was the carboxylic acid metabolite (73% of dose) with low amounts of the glucuronide also appearing in the urine. It appears that the low solubility of the drug prolongs the absorption process making terminal half-life (t 1/2 ) determinations more variable. The effective half-life is approximately 11 hours under fasted conditions. The apparent plasma clearance (CL/F) is about 500 mL/min.",
            "special_populations": "Geriatric: At steady state, elderly subjects (over 65 years old) had a 40% higher C max and a 50% higher AUC compared to the young subjects. In elderly females, celecoxib C max and AUC are higher than those for elderly males, but these increases are predominantly due to lower body weight in elderly females. Dose adjustment in the elderly is not generally necessary. However, for patients of less than 50 kg in body weight, initiate therapy at the lowest recommended dose. Pediatric: The steady state pharmacokinetics of celecoxib administered as an investigational oral suspension was evaluated in 152 JRA patients 2 years to 17 years of age weighing ≥10 kg with pauciarticular or polyarticular course JRA and in patients with systemic onset JRA. Population pharmacokinetic analysis indicated that the oral clearance (unadjusted for body weight) of celecoxib increases less than proportionally to increasing weight, with 10 kg and 25 kg patients predicted to have 40% and 24% lower clearance, respectively, compared with a 70 kg adult RA patient. Twice-daily administration of 50 mg capsules to JRA patients weighing ≥12 to ≤25 kg and 100 mg capsules to JRA patients weighing >25 kg should achieve plasma concentrations similar to those observed in a clinical trial that demonstrated the non-inferiority of celecoxib to naproxen 7.5 mg/kg twice daily. Celecoxib has not been studied in JRA patients under the age of 2 years, in patients with body weight less than 10 kg (22 lbs), or beyond 24 weeks. Race: Meta-analysis of pharmacokinetic studies has suggested an approximately 40% higher AUC of celecoxib in  Blacks compared to Caucasians. The cause and clinical significance of this finding is unknown. Hepatic Impairment: A pharmacokinetic study in subjects with mild (Child-Pugh Class A) and moderate (Child-Pugh Class B) hepatic impairment has shown that steady-state celecoxib AUC is increased about 40% and 180%, respectively, above that seen in healthy control subjects. Therefore, the daily recommended dose of celecoxib capsules should be reduced by approximately 50% in patients with moderate (Child-Pugh Class B) hepatic impairment. Patients with severe hepatic impairment (Child-Pugh Class C) have not been studied. The use of celecoxib in patients with severe hepatic impairment is not recommended. Renal Impairment: In a cross-study comparison, celecoxib AUC was approximately 40% lower in patients with chronic renal insufficiency (GFR 35 to 60 mL/min) than that seen in subjects with normal renal function. No significant relationship was found between GFR and celecoxib clearance. Patients with severe renal insufficiency have not been studied. Similar to other NSAIDs, celecoxib is not recommended in patients with severe renal insufficiency.",
            "ddi_studies": "In vitro studies indicate that celecoxib is not an inhibitor of cytochrome P450 2C9, 2C19 or 3A4. In vivo studies have shown the following: Aspirin: When NSAIDs were administered with aspirin, the protein binding of NSAIDs were reduced, although the clearance of free NSAID was not altered. The clinical significance of this interaction is not known. Lithium: In a study conducted in healthy subjects, mean steady-state lithium plasma levels increased approximately 17% in subjects receiving lithium 450 mg twice daily with celecoxib capsule 200 mg twice daily as compared to subjects receiving lithium alone. Fluconazole: Concomitant administration of fluconazole at 200 mg once daily resulted in a two-fold increase in celecoxib plasma concentration. This increase is due to the inhibition of celecoxib metabolism via P450 2C9 by fluconazole. Other Drugs: The effects of celecoxib on the pharmacokinetics and/or pharmacodynamics of glyburide, ketoconazole, phenytoin, and tolbutamide have been studied in vivo and clinically important interactions have not been found."
        },
        "dosage": {
            "dosing": "• Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. • OA: 200 mg once daily or 100 mg twice daily. • RA: 100 mg to 200 mg twice daily. • JRA: 50 mg twice daily in patients 10 kg to 25 kg. 100 mg twice daily in patients more than 25 kg. • AS: 200 mg once daily single dose or 100 mg twice daily. If no effect is observed after 6 weeks, a trial of 400 mg (single or divided doses) may be of benefit. • AP and PD: 400 mg initially, followed by 200 mg dose if needed on first day. On subsequent days, 200 mg twice daily as needed. • Hepatic Impairment: Reduce daily dose by 50% in patients with moderate hepatic impairment (Child-Pugh Class B). Poor Metabolizers of CYP2C9 Substrates: Consider a dose reduction by 50% (or alternative management for JRA) in patients who are known or suspected to be CYP2C9 poor metabolizers. General Dosing Instructions: Carefully consider the potential benefits and risks of celecoxib and other treatment options before deciding to use celecoxib. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. These doses can be given without regard to timing of meals. Osteoarthritis: For OA, the dosage is 200 mg per day administered as a single dose or as 100 mg twice daily. Rheumatoid Arthritis: For RA, the dosage is 100 mg to 200 mg twice daily. Juvenile Rheumatoid Arthritis: For JRA, the dosage for pediatric patients (age 2 years and older) is based on weight. For patients > 10 kg to < 25 kg the recommended dose is 50 mg twice daily. For patients >25 kg the recommended dose is 100 mg twice daily. For patients who have difficulty swallowing capsules, the contents of a celecoxib capsule can be added to applesauce. The entire capsule contents are carefully emptied onto a level teaspoon of cool or room temperature applesauce and ingested immediately with water. The sprinkled capsule contents on applesauce are stable for up to 6 hours under refrigerated conditions (2°C to 8°C/ 35°F to 45°F). Ankylosing Spondylitis: For AS, the dosage of celecoxib capsule is 200 mg daily in single (once per day) or divided (twice per day) doses. If no effect is observed after 6 weeks, a trial of 400 mg daily may be worthwhile. If no effect is observed after 6 weeks on 400 mg daily, a response is not likely and consideration should be given to alternate treatment options. Management of Acute Pain and Treatment of Primary Dysmenorrhea: For management of Acute Pain and Treatment of Primary Dysmenorrhea, the dosage is 400 mg initially, followed by an additional 200 mg dose if needed on the first day. On subsequent days, the recommended dose is 200 mg twice daily as needed.",
            "special_populations": "Hepatic Impairment: In patients with moderate hepatic impairment (Child-Pugh Class B), reduce the dose by 50%. The use of celecoxib in patients with severe hepatic impairment is not recommended.",
            "pgx": "Poor Metabolizers of CYP2C9 Substrates: In adult patients who are known or suspected to be poor CYP2C9 metabolizers based on genotype or previous history/experience with other CYP2C9 substrates (such as warfarin, phenytoin), initiate treatment with half of the lowest recommended dose. In patients with JRA who are known or suspected to be poor CYP2C9 metabolizers, consider using alternative treatments."
        },
        "pharmacogenomics": {
            "overview": "CYP2C9 activity is reduced in individuals with genetic polymorphisms that lead to reduced enzyme activity, such as those homozygous for the CYP2C9*2 and CYP2C9*3 polymorphisms. Limited data from 4 published reports that included a total of 8 subjects with the homozygous CYP2C9*3/*3 genotype showed celecoxib systemic levels that were 3- to 7-fold higher in these subjects compared to subjects with CYP2C9*1/*1 or *I/*3 genotypes. The pharmacokinetics of celecoxib have not been evaluated in subjects with other CYP2C9 polymorphisms, such as *2, *5, *6, *9 and *11. It is estimated that the frequency of the homozygous *3/*3 genotype is 0.3% to 1.0% in various ethnic groups.",
            "dosage": "Poor Metabolizers of CYP2C9 Substrates: Consider a dose reduction by 50% (or alternative management for JRA) in patients who are known or suspected to be CYP2C9 poor metabolizers.",
            "special_populations": "Poor Metabolizers of CYP2C9 Substrates: In patients who are known or suspected to be poor CYP2C9 metabolizers (i.e., CYP2C9*3/*3), based on genotype or previous history/experience with other CYP2C9 substrates (such as warfarin, phenytoin) administer CELEBREX starting with half the lowest recommended dose. Alternative management should be considered in JRA patients identified to be CYP2C9 poor metabolizers.",
            "ddis": "TABLE",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": "CYP2C9 substrate"
    },
    {
        "generic_name": "citalopram",
        "brand_name": "celexa",
        "pharmGKB_ID": "PA449015",
        "pharmacokinetics": {
            "overview": "The single- and multiple-dose pharmacokinetics of citalopram are linear and dose-proportional in a dose range of 10-60 mg/day. Biotransformation of citalopram is mainly hepatic, with a mean terminal half-life of about 35 hours. With once daily dosing, steady state plasma concentrations are achieved within approximately one week. At steady state, the extent of accumulation of citalopram in plasma, based on the half-life, is expected to be 2.5 times the plasma concentrations observed after a single dose. The tablet and oral solution dosage forms of citalopram HBr are bioequivalent.",
            "absorption": "Following a single oral dose (40 mg tablet) of citalopram, peak blood levels occur at about 4 hours. The absolute bioavailability of citalopram was about 80% relative to an intravenous dose, and absorption is not affected by food.",
            "distribution": "The volume of distribution of citalopram is about 12 L/kg and the binding of citalopram (CT), demethylcitalopram (DCT) and didemethylcitalopram (DDCT) to human plasma proteins is about 80%.",
            "elimination": "Following intravenous administrations of citalopram, the fraction of drug recovered in the urine as citalopram and DCT was about 10% and 5%, respectively. The systemic clearance of citalopram was 330 mL/min, with approximately 20% of that due to renal clearance. Citalopram is metabolized to demethylcitalopram (DCT), didemethylcitalopram (DDCT), citalopram-N-oxide, and a deaminated propionic acid derivative. In humans, unchanged citalopram is the predominant compound in plasma. At steady state, the concentrations of citalopram's metabolites, DCT and DDCT, in plasma are approximately one-half and one-tenth, respectively, that of the parent drug. In vitro studies show that citalopram is at least 8 times more potent than its metabolites in the inhibition of serotonin reuptake, suggesting that the metabolites evaluated do not likely contribute significantly to the antidepressant actions of citalopram. In vitro studies using human liver microsomes indicated that CYP3A4 and CYP2C19 are the primary isozymes involved in the N-demethylation of citalopram.",
            "special_populations": "Age: Citalopram pharmacokinetics in subjects ≥ 60 years of age were compared to younger subjects in two normal volunteer studies. In a single-dose study, citalopram AUC and half-life were increased in the elderly subjects by 30% and 50%, respectively, whereas in a multiple-dose study they were increased by 23% and 30%, respectively. 20 mg is the recommended dose for most elderly patients. Gender: In three pharmacokinetic studies (total N=32), citalopram AUC in women was one and a half to two times that in men. This difference was not observed in five other pharmacokinetic studies (total N=114). In clinical studies, no differences in steady state serum citalopram levels were seen between men (N=237) and women (N=388). There were no gender differences in the pharmacokinetics of DCT and DDCT. No adjustment of dosage on the basis of gender is recommended. Reduced hepatic function: Citalopram oral clearance was reduced by 37% and half-life was doubled in patients with reduced hepatic function compared to normal subjects. 20 mg is the recommended dose for most hepatically impaired patients. Reduced renal function In patients with mild to moderate renal function impairment, oral clearance of citalopram was reduced by 17% compared to normal subjects. No adjustment of dosage for such patients is recommended. No information is available about the pharmacokinetics of citalopram in patients with severely reduced renal function (creatinine clearance < 20 mL/min). CYP2C19 poor metabolizers: In CYP2C19 poor metabolizers, citalopram steady state Cmax and AUC was increased by 68% and 107%, respectively. Celexa 20 mg/day is the maximum recommended dose in CYP2C19 poor metabolizers due to the risk of QT prolongation. CYP2D6 poor metabolizers: Citalopram steady state levels were not significantly different in poor metabolizers and extensive metabolizers of CYP2D6. Reduced renal function: In patients with mild to moderate renal function impairment, oral clearance of citalopram was reduced by 17% compared to normal subjects. No adjustment of dosage for such patients is recommended. No information is available about the pharmacokinetics of citalopram in patients with severely reduced renal function (creatinine clearance < 20 mL/min).",
            "ddi_studies": "In vitro enzyme inhibition data did not reveal an inhibitory effect of citalopram on CYP3A4, -2C9, or -2E1, but did suggest that it is a weak inhibitor of CYP1A2, -2D6, and -2C19. Citalopram would be expected to have little inhibitory effect on in vivo metabolism mediated by these cytochromes. However, in vivo data to address this question are limited. CYP3A4 and CYP 2C19 inhibitors: Since CYP3A4 and 2C19 are the primary enzymes involved in the metabolism of citalopram, it is expected that potent inhibitors of 3A4 (e.g., ketoconazole, itraconazole, and macrolide antibiotics) and potent inhibitors of CYP2C19 (e.g., omeprazole) might decrease the clearance of citalopram. However, coadministration of citalopram and the potent 3A4 inhibitor ketoconazole did not significantly affect the pharmacokinetics of citalopram. Celexa 20 mg/day is the maximum recommended dose in patients taking concomitant cimetidine or another CYP2C19 inhibitor, because of the risk of QT prolongation. CYP 2D6 inhibitors: Because citalopram is metabolized by multiple enzyme systems, inhibition of a single enzyme may not appreciably decrease citalopram clearance. Citalopram steady state levels were not significantly different in poor metabolizers and extensive 2D6 metabolizers after multiple-dose administration of citalopram HBr, suggesting that coadministration, with citalopram HBr, of a drug that inhibits CYP2D6, is unlikely to have clinically significant effects on citalopram metabolism."
        },
        "dosage": {
            "dosing": "Initial Treatment: Citalopram HBr should be administered at an initial dose of 20 mg once daily, generally with an increase to a dose of 40 mg/day. Dose increases should usually occur in increments of 20 mg at intervals of no less than one week. Although certain patients may require a dose of 60 mg/day, the only study pertinent to dose response for effectiveness did not demonstrate an advantage for the 60 mg/day dose over the 40 mg/day dose; doses above 40 mg are therefore not ordinarily recommended. Citalopram HBr should be administered once daily, in the morning or evening, with or without food. Maintenance Treatment: It is generally agreed that acute episodes of depression require several months or longer of sustained pharmacologic therapy. Systematic evaluation of citalopram HBr in two studies has shown that its antidepressant efficacy is maintained for periods of up to 24 weeks following 6 or 8 weeks of initial treatment (32 weeks total). In one study, patients were assigned randomly to placebo or to the same dose of citalopram HBr (20-60 mg/day) during maintenance treatment as they had received during the acute stabilization phase, while in the other study, patients were assigned randomly to continuation of citalopram HBr 20 or 40 mg/day, or placebo, for maintenance treatment. In the latter study, the rates of relapse to depression were similar for the two dose groups. Based on these limited data, it is not known whether the dose of citalopram needed to maintain euthymia is identical to the dose needed to induce remission. If adverse reactions are bothersome, a decrease in dose to 20 mg/day can be considered.",
            "special_populations": "20 mg/day is the recommended dose for most elderly patients and patients with hepatic impairment, with titration to 40 mg/day only for nonresponding patients. Renal impairment: No dosage adjustment is necessary for patients with mild or moderate renal impairment. Citalopram HBr should be used with caution in patients with severe renal impairment. Treatment of Pregnant Women During the Third Trimester: Neonates exposed to citalopram HBr and other SSRIs or SNRIs, late in the third trimester, have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding (see PRECAUTIONS ). When treating pregnant women with citalopram HBr during the third trimester, the physician should carefully consider the potential risks and benefits of treatment. The physician may consider tapering citalopram HBr in the third trimester. Switching Patients To or From a Monoamine Oxidase Inhibitor: At least 14 days should elapse between discontinuation of an MAOI and initiation of citalopram HBr therapy. Similarly, at least 14 days should be allowed after stopping citalopram HBr before starting an MAOI.",
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "20 mg/day is the maximum recommended dose for CYP2C19 poor metabolizers or those patients taking cimetidine or another CYP2C19 inhibitor.",
            "special_populations": null,
            "ddis": "Warfarin: Administration of 40 mg/day citalopram HBr for 21 days did not affect the pharmacokinetics of warfarin, a CYP3A4 substrate. Prothrombin time was increased by 5%, the clinical significance of which is unknown. Carbamazepine: Combined administration of citalopram HBr (40 mg/day for 14 days) and carbamazepine (titrated to 400 mg/day for 35 days) did not significantly affect the pharmacokinetics of carbamazepine, a CYP3A4 substrate. Although trough citalopram plasma levels were unaffected, given the enzyme-inducing properties of carbamazepine, the possibility that carbamazepine might increase the clearance of citalopram should be considered if the two drugs are coadministered. Triazolam: Combined administration of citalopram HBr (titrated to 40 mg/day for 28 days) and the CYP3A4 substrate triazolam (single dose of 0.25 mg) did not significantly affect the pharmacokinetics of either citalopram or triazolam. Ketoconazole: Combined administration of citalopram HBr (40 mg) and ketoconazole (200 mg) decreased the C max and AUC of ketoconazole by 21% and 10%, respectively, and did not significantly affect the pharmacokinetics of citalopram. CYP3A4 and 2C19 Inhibitors: In vitro studies indicated that CYP3A4 and 2C19 are the primary enzymes involved in the metabolism of citalopram. However, coadministration of citalopram (40 mg) and ketoconazole (200 mg), a potent inhibitor of CYP3A4, did not significantly affect the pharmacokinetics of citalopram. Because citalopram is metabolized by multiple enzyme systems, inhibition of a single enzyme may not appreciably decrease citalopram clearance. Imipramine and Other Tricyclic Antidepressants (TCAs): In vitro studies suggest that citalopram is a relatively weak inhibitor of CYP2D6. Coadministration of citalopram HBr (40 mg/day for 10 days) with the TCA imipramine (single dose of 100 mg), a substrate for CYP2D6, did not significantly affect the plasma concentrations of imipramine or citalopram. However, the concentration of the imipramine metabolite desipramine was increased by approximately 50%. The clinical significance of the desipramine change is unknown. Nevertheless, caution is indicated in the coadministration of TCAs with citalopram HBr.",
            "lab_tests": null,
            "precautions": "CYP2C19 Inhibitors -Celexa 20 mg/day is the maximum recommended dose for patients taking concomitant CYP2C19 inhibitors because of the risk of QT prolongation"
        },
        "pgx_moa": ["CYP3A4 substrate", "CYP2C19 substrate", "weak CYP1A2 inhibitor", "weak CYP2D6 inhibitor", "weak 2C19 inhibitor"]
    },
    {
        "generic_name": "clobazam",
        "brand_name": "onfi",
        "pharmGKB_ID": "PA10888",
        "pharmacokinetics": {
            "overview": "The peak plasma levels (Cmax) and the area under the curve (AUC) of clobazam are dose-proportional over the dose range of 10-80 mg following single- or multiple-dose administration of clobazam oral suspension. Based on a population pharmacokinetic analysis, the pharmacokinetics of clobazam are linear from 5-160 mg/day. Clobazam is converted to N-desmethylclobazam which has about 1/5 the activity of clobazam. The estimated mean elimination half-lives (t½) of clobazam and N-desmethylclobazam were 36-42 hours and 71-82 hours, respectively.",
            "absorption": "Clobazam is rapidly and extensively absorbed following oral administration. The time to peak concentrations (T max ) of clobazam tablets under fasted conditions ranged from 0.5 to 4 hours after single- or multiple-dose administrations. The relative bioavailability of clobazam tablets compared to an oral solution is approximately 100%. After single dose administration of the oral suspension under fasted conditions, the T max ranged from 0.5 to 2 hours. Based on exposure (C max and AUC) of clobazam, clobazam tablets and suspension were shown to have similar bioavailability under fasted conditions. The administration of clobazam tablets with food or when crushed in applesauce does not affect absorption. Although not studied, the oral bioavailability of the oral suspension is unlikely to be affected under fed conditions.",
            "distribution": "Clobazam is lipophilic and distributes rapidly throughout the body. The apparent volume of distribution at steady state was approximately 100 L. The in vitro plasma protein binding of clobazam and N-desmethylclobazam is approximately 80-90% and 70%, respectively.",
            "elimination": "Clobazam is extensively metabolized in the liver, with approximately 2% of the dose recovered in urine and 1% in feces as unchanged drug. The major metabolic pathway of clobazam involves N-demethylation, primarily by CYP3A4 and to a lesser extent by CYP2C19 and CYP2B6. N-desmethylclobazam, an active metabolite, is the major circulating metabolite in humans, and at therapeutic doses, plasma concentrations are 3-5 times higher than those of the parent compound. Based on animal and in vitro receptor binding data, estimates of the relative potency of N-desmethylclobazam compared to parent compound range from 1/5 to equal potency. N-desmethylclobazam is extensively metabolized, mainly by CYP2C19. N-desmethylclobazam and its metabolites comprise ~94% of the total drug-related components in urine. Following a single oral dose of radiolabeled drug, approximately 11% of the dose was excreted in the feces and approximately 82% was excreted in the urine. The polymorphic CYP2C19 is the major contributor to the metabolism of the pharmacologically active N-desmethylclobazam. In CYP2C19 poor metabolizers, levels of N-desmethylclobazam were 5-fold higher in plasma and 2- to 3-fold higher in the urine than in CYP2C19 extensive metabolizers.",
            "special_populations": "Age: Population pharmacokinetic analyses showed that the clearance of clobazam is lower in elderly subjects compared to other age groups (ages 2 to 64). Dosing should be adjusted in the elderly. Sex: Population pharmacokinetic analyses showed no difference in the clearance of clobazam between women and men. Race: Population pharmacokinetic analyses including Caucasian (75%), African American (15%), and Asian (9%) subjects showed that there is no evidence of clinically significant effect of race on the clearance of clobazam. Renal Impairment: The effect of renal impairment on the pharmacokinetics of clobazam was evaluated in patients with mild (creatinine clearance [CLCR] >50 to 80 mL/min; N=6) and moderate (CLCR=30 to 50 mL/min; N=6) renal dysfunction, with matching healthy controls (N=6), following administration of multiple doses of clobazam oral suspension 20 mg/day. There were insignificant changes in Cmax (3-24%) and AUC (≤13%) for clobazam or N-desmethylclobazam in patients with mild or moderate renal impairment compared to patients with normal renal function. Patients with severe renal impairment or ESRD were not included in this study. Hepatic Impairment: There are limited data to characterize the effect of hepatic impairment on the pharmacokinetics of clobazam. In a small study, the pharmacokinetics of a 20 mg single oral dose of clobazam oral suspension in 9 patients with liver impairment were compared to healthy controls (N=6). The Cmax and the mean plasma clearance of clobazam, as well as the Cmax of N-desmethylclobazam, showed no significant change compared to the healthy controls. The AUC values of N-desmethylclobazam in these patients were not available. Adjust dosage in patients with hepatic impairment.",
            "ddi_studies": "In vitro studies: Clobazam did not inhibit CYP1A2, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP3A4, UGT1A1, UGT1A4, UGT1A6, or UGT2B4 in vitro. N-desmethylclobazam showed weak inhibition of CYP2C9, UGT1A4, UGT1A6 and UGT2B4. Clobazam and N-desmethylclobazam did not significantly increase CYP1A2 or CYP2C19 activities, but did induce CYP3A4 activity in a concentration-dependent manner. Clobazam and N-desmethylclobazam also increased UGT1A1 mRNA but at concentrations much higher than therapeutic levels. The potential for clobazam or N-desmethylclobazam to induce CYP2B6 and CYP2C8 has not been evaluated. Clobazam and N-desmethylclobazam do not inhibit P-glycoprotein (P-gp), but are P-gp substrates. In vivo studies: Potential for clobazam oral suspension to Affect Other Drugs: The effect of repeated 40 mg once-daily doses of clobazam oral suspension on the pharmacokinetic profiles of single-dose dextromethorphan (CYP2D6 substrate), midazolam (CYP3A4 substrate), caffeine (CYP1A2 substrate), and tolbutamide (CYP2C9 substrate), was studied when these probe substrates were given as a drug cocktail (N=18). Clobazam increased AUC and Cmax of dextromethorphan by 90% and 59%, respectively, reflecting its inhibition of CYP2D6 in vivo. Drugs metabolized by CYP2D6 may require dose adjustment when used with clobazam oral suspension. Clobazam decreased the AUC and Cmax of midazolam by 27% and 24%, respectively, and increased the AUC and Cmax of the metabolite 1-hydroxymidazolam by 4-fold and 2-fold, respectively. This level of induction does not call for dosage adjustment of drugs that are primarily metabolized by CYP3A4 when used concomitantly with clobazam oral suspension. Some hormonal contraceptives are metabolized by CYP3A4 and their effectiveness may be diminished when given with clobazam oral suspension. Repeated clobazam oral suspension doses had no effect on caffeine and tolbutamide. A population pharmacokinetic analysis indicated clobazam did not affect the exposure of valproic acid (a CYP2C9/2C19 substrate) or lamotrigine (a UGT substrate). Potential for Other Drugs to Affect Clobazam oral suspension: Co-administration of ketoconazole (a strong CYP3A4 inhibitor) 400 mg once-daily for 5 days increased clobazam AUC by 54%, with an insignificant effect on clobazam Cmax. There was no significant change in AUC and Cmax of N-desmethylclobazam (N=18). Strong (e.g., fluconazole, fluvoxamine, ticlopidine) and moderate (e.g., omeprazole) inhibitors of CYP2C19 may result in up to a 5-fold increase in exposure to N-desmethylclobazam, the active metabolite of clobazam, based on extrapolation from pharmacogenomic data. Dosage adjustment of clobazam oral suspension may be necessary when co-administered with strong or moderate CYP2C19 inhibitors. The effects of concomitant antiepileptic drugs that are CYP3A4 inducers (phenobarbital, phenytoin, and carbamazepine), CYP2C19 inducers (valproic acid, phenobarbital, phenytoin, and carbamazepine), and CYP2C19 inhibitors (felbamate and oxcarbazepine) were evaluated using data from clinical trials. Results of population pharmacokinetic analysis show that these concomitant antiepileptic drugs did not significantly alter the pharmacokinetics of clobazam or N-desmethylclobazam at steady-state. Alcohol has been reported to increase the maximum plasma exposure of clobazam by approximately 50%. Alcohol may have additive CNS depressant effects when taken with clobazam oral suspension."
        },
        "dosage": {
            "dosing": "For doses above 5 mg/day administer in two divided doses. Patients ≤30 kg body weight: Initiate at 5 mg daily and titrate as tolerated up to 20 mg daily. Patients >30 kg body weight: Initiate at 10 mg daily and titrate as tolerated up to 40 mg daily. Dosage adjustment needed in following groups: o Geriatric patients o Known CYP2C19 poor metabolizers  o Mild or moderate hepatic impairment; no information for severe hepatic impairment ; Dosing Information: A daily dose of clobazam oral suspension greater than 5 mg should be administered in divided doses twice daily; a 5 mg daily dose can be administered as a single dose. Dose patients according to body weight. Individualize dosing within each body weight group, based on clinical efficacy and tolerability. Each dose in Table 1 (e.g., 5 to 20 mg in ≤30 kg weight group) has been shown to be effective, although effectiveness increases with increasing dose. Do not proceed with dose escalation more rapidly than weekly, because serum concentrations of clobazam and its active metabolite require 5 and 9 days, respectively, to reach steady-state. Table 1. Recommended Total Daily Dosing by Weight Group: ≤30 kg Body Weight |  >30 kg Body Weight Starting Dose | 5 mg | 10 mg Starting Day 7 | 10 mg | 20 mg Starting Day 14 | 20 mg | 40 mg Discontinuation or Dosage Reduction of clobazam oral suspension: To reduce the risk of withdrawal reactions, increased seizure frequency, and status epilepticus, use a gradual taper to discontinue clobazam oral suspension or reduce the dosage. Taper by decreasing the total daily dose by 5-10 mg/day on a weekly basis until discontinued. If a patient develops withdrawal reactions, consider pausing the taper or increasing the dosage to the previous tapered dosage level. Subsequently decrease the dosage more slowly.",
            "special_populations": "Dosage Adjustments in Geriatric: Patients Plasma concentrations at any given dose are generally higher in the elderly: proceed slowly with dose escalation. The starting dose should be 5 mg/day for all elderly patients. Then titrate elderly patients according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, an additional titration to the maximum dose (20 mg/day or 40 mg/day, depending on weight) may be started on day 21. Patients with Renal Impairment: No dose adjustment is required for patients with mild and moderate renal impairment. There is no experience with clobazam oral suspension in patients with severe renal impairment or end stage renal disease (ESRD). It is not known if clobazam or its active metabolite, N-desmethylclobazam, is dialyzable. Dosage Adjustments in Patients with Hepatic Impairment: Clobazam oral suspension is hepatically metabolized; however, there are limited data to characterize the effect of hepatic impairment on the pharmacokinetics of clobazam oral suspension. For this reason, proceed slowly with dosing escalations. For patients with mild to moderate hepatic impairment (Child-Pugh score 5-9), the starting dose should be 5 mg/day in both weight groups. Then titrate patients according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, start an additional titration on day 21 to the maximum dose (20 mg/day or 40 mg/day, depending on the weight group). There is inadequate information about metabolism of clobazam oral suspension in patients with severe hepatic impairment. Therefore no dosing recommendation in those patients can be given.",
            "pgx": "Dosage Adjustments in CYP2C19 Poor Metabolizers: In CYP2C19 poor metabolizers, levels of N-desmethylclobazam, clobazam’s active metabolite, will be increased. Therefore, in patients known to be CYP2C19 poor metabolizers, the starting dose should be 5 mg/day and dose titration should proceed slowly according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, an additional titration to the maximum dose (20 mg/day or 40 mg/day, depending on the weight group) may be started on day 21."
        },
        "pharmacogenomics": {
            "overview": "The polymorphic CYP2C19 is the main enzyme that metabolizes the pharmacologically active N-desmethylclobazam. Compared to CYP2C19 extensive metabolizers, N-desmethylclobazam AUC and Cmax are approximately 3-5 times higher in poor metabolizers (e.g., subjects with *2/*2 genotype) and 2 times higher in intermediate metabolizers (e.g., subjects with *1/*2 genotype). The prevalence of CYP2C19 poor metabolism differs depending on racial/ethnic background. Dosage in patients who are known CYP2C19 poor metabolizers may need to be adjusted. The systemic exposure of clobazam is similar for both CYP2C19 poor and extensive metabolizers.",
            "dosage": "Dosage Adjustments in CYP2C19 Poor Metabolizers: In CYP2C19 poor metabolizers, levels of N-desmethylclobazam, clobazam’s active metabolite, will be increased. Therefore, in patients known to be CYP2C19 poor metabolizers, the starting dose should be 5 mg/day and dose titration should proceed slowly according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, an additional titration to the maximum dose (20 mg/day or 40 mg/day, depending on the weight group) may be started on day 21.",
            "special_populations": "CYP2C19 Poor Metabolizers:  Concentrations of clobazam’s active metabolite, N-desmethylclobazam, are higher in CYP2C19 poor metabolizers than in extensive metabolizers. For this reason, dosage modification is recommended.",
            "ddis": "Drugs metabolized by CYP2D6: Lower doses of these drugs may be required when used concomitantly with clobazam oral suspension. Strong or Moderate CYP2C19 Inhibitors: Dosage adjustment of clobazam oral suspension may be necessary. Effect of Clobazam oral suspension on Other Drugs: Hormonal Contraceptives: Clobazam oral suspension is a weak CYP3A4 inducer. As some hormonal contraceptives are metabolized by CYP3A4, their effectiveness may be diminished when given with clobazam oral suspension. Additional non- hormonal forms of contraception are recommended when using clobazam oral suspension. Drugs Metabolized by CYP2D6: Clobazam oral suspension inhibits CYP2D6. Dose adjustment of drugs metabolized by CYP2D6 may be necessary. Effect of Other Drugs on Clobazam oral suspension: Strong and moderate inhibitors of CYP2C19: Strong and moderate inhibitors of CYP2C19 may result in increased exposure to N-desmethylclobazam, the active metabolite of clobazam. This may increase the risk of dose-related adverse reactions. Dosage adjustment of clobazam oral suspension may be necessary when co-administered with strong CYP2C19 inhibitors (e.g., fluconazole, fluvoxamine, ticlopidine) or moderate CYP2C19 inhibitors (e.g., omeprazole).",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["CYP3A4 substrate", "CYP2C19 substrate", "CYP2B6 substrate", "PGP substrate", "UGT1A1 inducer"]
    },
    {
        "generic_name": "clopidogrel",
        "brand_name": "plavix",
        "pharmGKB_ID": "PA449053",
        "pharmacokinetics": {
            "overview": "Clopidogrel is a prodrug and is metabolized to a pharmacologically active metabolite and inactive metabolites.",
            "absorption": "After single and repeated oral doses of 75 mg per day, clopidogrel is rapidly absorbed. Absorption is at least 50%, based on urinary excretion of clopidogrel metabolites. Effect of Food: Plavix can be administered with or without food. In a study in healthy male subjects when Plavix 75 mg per day was given with a standard breakfast, mean inhibition of ADP-induced platelet aggregation was reduced by less than 9%. The active metabolite AUC 0–24 was unchanged in the presence of food, while there was a 57% decrease in active metabolite Cmax. Similar results were observed when a Plavix 300 mg loading dose was administered with a high-fat breakfast.",
            "distribution": null,
            "elimination": "Metabolism: Clopidogrel is extensively metabolized by two main metabolic pathways: one mediated by esterases and leading to hydrolysis into an inactive carboxylic acid derivative (85% of circulating metabolites) and one mediated by multiple cytochrome P450 enzymes. Cytochromes first oxidize clopidogrel to a 2-oxo-clopidogrel intermediate metabolite. Subsequent metabolism of the 2-oxo-clopidogrel intermediate metabolite results in formation of the active metabolite, a thiol derivative of clopidogrel. This metabolic pathway is mediated by CYP2C19, CYP3A, CYP2B6 and CYP1A2. The active thiol metabolite binds rapidly and irreversibly to platelet receptors, thus inhibiting platelet aggregation for the lifespan of the platelet. The Cmax of the active metabolite is twice as high following a single 300 mg clopidogrel loading dose as it is after four days of 75 mg maintenance dose. Cmax occurs approximately 30 to 60 minutes after dosing. In the 75 to 300 mg dose range, the pharmacokinetics of the active metabolite deviates from dose proportionality: increasing the dose by a factor of four results in 2.0- and 2.7-fold increases in Cmax and AUC, respectively. Elimination: Following an oral dose of 14 C-labeled clopidogrel in humans, approximately 50% of total radioactivity was excreted in urine and approximately 46% in feces over the 5 days post-dosing. After a single, oral dose of 75 mg, clopidogrel has a half-life of approximately 6 hours. The half-life of the active metabolite is about 30 minutes.",
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": "Acute coronary syndrome: - Non-ST-segment elevation ACS (UA/NSTEMI): 300 mg loading dose followed by 75 mg once daily, in combination with aspirin (75-325 mg once daily) - STEMI: 75 mg once daily, in combination with aspirin (75-325 mg once daily), with or without a loading dose and with or without thrombolytics. Recent MI, recent stroke, or established peripheral arterial disease: 75 mg once daily. Acute Coronary Syndrome: Plavix can be administered with or without food. ○ For patients with non-ST-elevation ACS (UA/NSTEMI), initiate Plavix with a single 300 mg oral loading dose and then continue at 75 mg once daily. Initiate aspirin (75–325 mg once daily) and continue in combination with Plavix. ○ For patients with STEMI, the recommended dose of Plavix is 75 mg once daily orally, administered in combination with aspirin (75–325 mg once daily), with or without thrombolytics. Plavix may be initiated with or without a loading dose. Recent MI, Recent Stroke, or Established Peripheral Arterial Disease: The recommended daily dose of Plavix is 75 mg once daily orally, with or without food.",
            "special_populations": null,
            "pgx": "CYP2C19 Poor Metabolizers: CYP2C19 poor metabolizer status is associated with diminished antiplatelet response to clopidogrel. Although a higher dose regimen (600 mg loading dose followed by 150 mg once daily) in poor metabolizers increases antiplatelet response, an appropriate dose regimen for this patient population has not been established in clinical outcome trials."
        },
        "pharmacogenomics": {
            "overview": "CYP2C19 is involved in the formation of both the active metabolite and the 2-oxo-clopidogrel intermediate metabolite. Clopidogrel active metabolite pharmacokinetics and antiplatelet effects, as measured by ex vivo platelet aggregation assays, differ according to CYP2C19 genotype. Genetic variants of other CYP450 enzymes may also affect the formation of clopidogrel’s active metabolite. The CYP2C19*1 allele corresponds to fully functional metabolism while the CYP2C19*2 and *3 alleles are nonfunctional. CYP2C19*2 and *3 account for the majority of reduced function alleles in white (85%) and Asian (99%) poor metabolizers. Other alleles associated with absent or reduced metabolism are less frequent, and include, but are not limited to, CYP2C19*4, *5, *6, *7, and *8. A patient with poor metabolizer status will possess two loss-of-function alleles as defined above. Published frequencies for poor CYP2C19 metabolizer genotypes are approximately 2% for whites, 4% for blacks and 14% for Chinese. Tests are available to determine a patient’s CYP2C19 genotype. A crossover study in 40 healthy subjects, 10 each in the four CYP2C19 metabolizer groups, evaluated pharmacokinetic and antiplatelet responses using 300 mg followed by 75 mg per day and 600 mg followed by 150 mg per day, each for a total of 5 days. Decreased active metabolite exposure and diminished inhibition of platelet aggregation were observed in the poor metabolizers as compared to the other groups. When poor metabolizers received the 600 mg/150 mg regimen, active metabolite exposure and antiplatelet response were greater than with the 300 mg/75 mg regimen (see Table 4). An appropriate dose regimen for this patient population has not been established in clinical outcome trials.TABLE 4***** Some published studies suggest that intermediate metabolizers have decreased active metabolite exposure and diminished antiplatelet effects. The relationship between CYP2C19 genotype and Plavix treatment outcome was evaluated in retrospective analyses of Plavix-treated subjects in CHARISMA (n=2428) and TRITON-TIMI 38 (n=1477), and in several published cohort studies. In TRITON-TIMI 38 and the majority of the cohort studies, the combined group of patients with either intermediate or poor metabolizer status had a higher rate of cardiovascular events (death, myocardial infarction, and stroke) or stent thrombosis compared to extensive metabolizers. In CHARISMA and one cohort study, the increased event rate was observed only in poor metabolizers.",
            "dosage": "CYP2C19 Poor Metabolizers: CYP2C19 poor metabolizer status is associated with diminished antiplatelet response to clopidogrel. Although a higher dose regimen (600 mg loading dose followed by 150 mg once daily) in poor metabolizers increases antiplatelet response, an appropriate dose regimen for this patient population has not been established in clinical outcome trials.",
            "special_populations": null,
            "ddis": "CYP2C19 inhibitors (e.g., omeprazole): Avoid concomitant use. Warfarin: Combination use increases risk of bleeding. CYP2C19 Inhibitors: Clopidogrel is metabolized to its active metabolite in part by CYP2C19. Concomitant use of drugs that inhibit the activity of this enzyme results in reduced plasma concentrations of the active metabolite of clopidogrel and a reduction in platelet inhibition. Proton Pump Inhibitors (PPI): A study was conducted with Plavix (300 mg loading dose followed by 75 mg/day) administered with a high dose (80 mg/day) of omeprazole. As shown in Table 3 below, with concomitant dosing of omeprazole, exposure (Cmax and AUC) to the clopidogrel active metabolite and platelet inhibition were substantially reduced. Similar reductions in exposure to the clopidogrel active metabolite and platelet inhibition were observed when Plavix and omeprazole were administered 12 hours apart. There are no adequate studies of a lower dose of omeprazole or a higher dose of Plavix in comparison with the approved dose of Plavix. A study was conducted using Plavix (300 mg loading dose followed by 75 mg/day) and a high dose (80 mg/day) of pantoprazole, a PPI with less CYP2C19 inhibitory activity than omeprazole. The plasma concentrations of the clopidogrel active metabolite and the degree of platelet inhibition were less than observed with Plavix alone but were greater than observed when omeprazole 80 mg was co-administered with 300 mg loading dose followed by 75 mg/day of Plavix (Table 3****). Warfarin (CYP2C9 Substrates): Although the administration of clopidogrel 75 mg per day did not modify the pharmacokinetics of S-warfarin (a CYP2C9 substrate) or INR in patients receiving long-term warfarin therapy, coadministration of Plavix with warfarin increases the risk of bleeding because of independent effects on hemostasis. However, at high concentrations in vitro , clopidogrel inhibits CYP2C9.",
            "lab_tests": "Tests are available to identify a patient's CYP2C19 genotype and can be used as an aid in determining therapeutic strategy.",
            "precautions": "Reduced effectiveness in impaired CYP2C19 function: Avoid concomitant use with drugs that are strong or moderate CYP2C19 inhibitors (e.g., omeprazole). Diminished Antiplatelet Activity Due to Impaired CYP2C19 Function: Clopidogrel is a prodrug. Inhibition of platelet aggregation by clopidogrel is due to an active metabolite. The metabolism of clopidogrel to its active metabolite can be impaired by genetic variations in CYP2C19 and by concomitant medications that interfere with CYP2C19. Avoid concomitant use of Plavix and strong or moderate CYP2C19 inhibitors. Omeprazole, a moderate CYP2C19 inhibitor, has been shown to reduce the pharmacological activity of Plavix if given concomitantly or if given 12 hours apart. Consider using another acid-reducing agent with less CYP2C19 inhibitory activity. Pantoprazole, a weak CYP2C19 inhibitor, had less effect on the pharmacological activity of Plavix than omeprazole. Boxed warning: DIMINISHED EFFECTIVENESS IN POOR METABOLIZERS: The effectiveness of Plavix is dependent on its activation to an active metabolite by the cytochrome P450 (CYP) system, principally CYP2C19. Plavix at recommended doses forms less of that metabolite and has a smaller effect on platelet function in patients who are CYP2C19 poor metabolizers. Poor metabolizers with acute coronary syndrome or undergoing percutaneous coronary intervention treated with Plavix at recommended doses exhibit higher cardiovascular event rates than do patients with normal CYP2C19 function. Tests are available to identify a patient's CYP2C19 genotype; these tests can be used as an aid in determining therapeutic strategy. Consider alternative treatment or treatment strategies in patients identified as CYP2C19 poor metabolizers."
        },
        "pgx_moa": ["CYP2C19 substrate", "CYP3A4 substrate", "CYP2B6 substrate", "CYP1A2 substrate", "CYP2C9 inhibitor"]
    },
    {
        "generic_name": "dapoxetine",
        "brand_name": "priligy",
        "pharmGKB_ID": "PA166151992",
        "pharmacokinetics": {
            "overview": null,
            "absorption": "Dapoxetine is rapidly absorbed with maximum plasma concentrations (Cmax) occurring approximately 1-2 hours after tablet intake. The absolute bioavailability of 42% (range 15- 76%). Following single oral doses of 30 mg and 60 mg in the fasted state, peak plasma concentrations of dapoxetine were 297 ng/ml after 1.01 hours and 498 ng/ml after 1.27 hours, respectively. Ingestion of a high fat meal modestly reduced the Cmax (by 10%) and modestly increased the AUC (by 12%) of dapoxetine and slightly delayed the time for dapoxetine to reach peak concentrations; however, the extent of absorption was not affected by consumption of a high fat meal. These changes are not clinically significant. PRILIGY can be taken with or without food.",
            "distribution": "Greater than 99% of dapoxetine is bound in vitro to human proteins. The active metabolite desmethyldapoxetine is 98.5% protein bound. Dapoxetine appears to have a rapid distribution with a mean steady state volume of distribution of 162 L. Following intravenous administration in humans, mean estimated initial, intermediate, and terminal half-life values for dapoxetine were 0.10, 2.19, and 19.3 hours respectively.",
            "elimination": "Biotransformation: In vitro studies suggest that dapoxetine is cleared by multiple enzyme systems in the liver and kidneys, primarily CYP2D6, CYP3A4, and flavin monooxygenase (FMO1). Following oral dosing in a clinical study designed to explore the metabolism of 14C-dapoxetine, dapoxetine was extensively metabolised to multiple metabolites primarily through the following biotransformational pathways: N-oxidation, N-demethylation, naphthyl hydroxylation, glucuronidation and sulfation. There was evidence of presystemic first-pass metabolism after oral administration. Intact dapoxetine and dapoxetine-N-oxide were the major circulating species in the plasma. In vitro studies show that dapoxetine-N-oxide was inactive in a battery of in vitro binding and transporter studies. Additional metabolites include desmethyldapoxetine (DED) and didesmethyldapoxetine, which account for less than 3% of the circulating medicinal product- related material. In vitro binding studies indicate that DED is equipotent to dapoxetine and didesmethyldapoxetine has approximately 50% of the potency of dapoxetine. The unbound exposure of DED is approximately 1/2 of the free exposure of dapoxetine. The unbound Cmax of DED is estimated to be 20-25% of dapoxetine Cmax in the absence of intrinsic or extrinsic factors that may change exposure levels. Elimination: The metabolites of dapoxetine were primarily eliminated in the urine conjugates. Unchanged active substance was not detected in the urine. Dapoxetine has a rapid elimination, as evidenced by a low concentration (less than 5% of peak) 24 hours after dosing. There was minimal accumulation of dapoxetine following daily dosing. The terminal half-life is approximately 19 hours following oral administration. The half-life of DED is similar to that of dapoxetine.",
            "special_populations": "Race: Analyses of single dose clinical pharmacology studies using 60 mg dapoxetine indicated no statistically significant differences between Caucasians, Blacks, Hispanics and Asians. A clinical study conducted to compare the pharmacokinetics of dapoxetine in Japanese and Caucasian subjects showed 10% to 20% higher plasma levels (AUC and peak concentration) of dapoxetine in Japanese subjects due to lower body weight. The slightly higher exposure is not expected to have a meaningful clinical effect. Elderly (age 65 years and over): Analyses of a single dose clinical pharmacology study using 60 mg dapoxetine showed no significant differences in pharmacokinetic parameters (Cmax, AUCinf, Tmax) between healthy elderly males and healthy young adult males. Renal impairment: In a single dose clinical pharmacology study using 60 mg dapoxetine, no correlation was noted between creatinine clearance and dapoxetine Cmax or AUCinf in subjects with mild (creatinine clearance 50 to 80 mL/min), moderate (creatinine clearance 30 to <50 mL/min), and severe (creatinine clearance <30 mL/min) renal impairment. Dapoxetine pharmacokinetics have not been evaluated in patients requiring renal dialysis. There are limited data in patients with severe renal impairment. Hepatic impairment: In patients with mild hepatic impairment, unbound Cmax of dapoxetine is decreased by 28% and unbound AUC is unchanged. The unbound Cmax and AUC of the active fraction (the sum of the unbound exposure of dapoxetine and desmethyldapoxetine) were decreased by 30% and 5%, respectively. In patients with moderate hepatic impairment, unbound Cmax of dapoxetine is essentially unchanged (decrease of 3%) and unbound AUC is increased by 66%. The unbound Cmax and AUC of the active fraction were essentially unchanged and doubled, respectively. In patients with severe hepatic impairment, the unbound Cmax of dapoxetine was decreased by 42% but the unbound AUC was increased by approximately 223%. The Cmax and AUC of the active fraction had similar changes. CYP2D6 Polymorphism: In a single dose clinical pharmacology study using 60 mg PRILIGY, plasma concentrations in poor metabolisers of CYP2D6 were higher than in extensive metabolisers (approximately 31% higher for Cmax and 36% higher for AUCinf) of dapoxetine and 98% higher for Cmax and 161% higher for AUCinf of desmethyldapoxetine). Thus, the active fraction of PRILIGY may be increased by approximately 46% at Cmax and by approximately 90% for AUC. This increase may result in a higher incidence and severity of dose dependent adverse events (see DOSAGE AND ADMINISTRATION). The safety of PRILIGY in poor metabolisers of CYP2D6 is of particular concern with concomitant administration of other medicinal products that may inhibit the metabolism of dapoxetine such as moderate and potent CYP3A4 inhibitors. Plasma concentrations of dapoxetine and desmethyldapoxetine in CYP2D6 ultrarapid metabolisers are expected to be decreased.",
            "ddi_studies": null
        },
        "dosage": {
            "dosing": "Adult men (18 to 64 years of age): Before treatment is initiated, the physician should obtain a careful medical history focusing on past orthostatic events and also perform an orthostatic test (blood pressure and pulse rate, supine and standing). If the patient discloses a history suggestive of orthostatic reactions or an orthostatic test shows this kind of reaction, treatment with PRILIGY should be avoided. The recommended starting dose for all patients is 30 mg, taken as needed approximately 1 to 3 hours prior to sexual activity. If the effect of 30 mg is insufficient and the side effects are acceptable, the dose may be increased to the maximum recommended dose of 60 mg. The maximum recommended dosing frequency is one dose every 24 hours. PRILIGY may be taken with or without food.  The physician who elects to prescribe PRILIGY for the treatment of premature ejaculation should evaluate the risks and patient-reported benefits of the medicinal product after the first four weeks of treatment or after 6 doses to assess the patient risk-benefit balance and to determine whether continuing treatment with PRILIGY is appropriate.",
            "special_populations": "Elderly (age 65 years and over): Safety and efficacy of PRILIGY have not been established in patients age 65 years and over as limited data are available in this population. Children and adolescents: PRILIGY should not be used in individuals below 18 years of age. Patients with renal impairment: No dose adjustment is required but caution is advised in patients with mild or moderate renal impairment. PRILIGY is not recommended for use in patients with severe renal impairment. Patients with hepatic impairment: No dose adjustment is required in patients with mild hepatic impairment. PRILIGY is contraindicated in patients with moderate and severe hepatic impairment (Child-Pugh Class B and C).",
            "pgx": "Known CYP2D6 poor metabolisers or use with potent CYP2D6 inhibitors: Caution is advised if increasing the dose to 60 mg in patients known to be of CYP2D6 poor metaboliser or if increasing the dose of 60 mg in patients concomitantly treated with potent CYP2D6 inhibitors. Patients treated with moderate or potent inhibitors of CYP3A4: Concomitant use of potent CYP3A4 inhibitors is contraindicated. The dose is restricted to 30 mg when used concomitantly with moderate CYP3A4 inhibitors."
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "Known CYP2D6 poor metabolisers or use with potent CYP2D6 inhibitors: Caution is advised if increasing the dose to 60 mg in patients known to be of CYP2D6 poor metaboliser or if increasing the dose of 60 mg in patients concomitantly treated with potent CYP2D6 inhibitors. Patients treated with moderate or potent inhibitors of CYP3A4: Concomitant use of potent CYP3A4 inhibitors is contraindicated. The dose is restricted to 30 mg when used concomitantly with moderate CYP3A4 inhibitors.",
            "special_populations": null,
            "ddis": "Potential for interaction with thioridazine: Thioridazine administration alone produces prolongation of the QTc interval, which is associated with serious ventricular arrhythmias. Medicinal products such as PRILIGY that inhibit the CYP2D6 isoenzyme appear to inhibit the metabolism of thioridazine and the resulting elevated levels of thioridazine are expected to augment the prolongation of the QTc interval. PRILIGY should not be used in combination with thioridazine or within 14 days of discontinuing treatment with thioridazine. Similarly, thioridazine should not be administered within 7 days after PRILIGY has been discontinued. Effects of co-administered medicinal products on dapoxetine hydrochloride: In vitro studies in human liver, kidney, and intestinal microsomes indicate dapoxetine is metabolized primarily by CYP2D6, CYP3A4 and flavin monooxygenase 1 (FMO1). Therefore, inhibitors of these enzymes may reduce dapoxetine clearance. CYP3A4 inhibitors - Potent CYP3A4 inhibitors: Administration of ketoconazole (200 mg twice daily for 7 days) increased the Cmax and AUCinf of dapoxetine (60 mg single dose) by 35% and 99%, respectively. Considering the contribution of both unbound dapoxetine and desmethyldapoxetine, the Cmax of the active fraction may be increased by approximately 25% and the AUC of the active fraction may be doubled if taken with potent CYP3A4 inhibitors. The increases in the Cmax and AUC of the active fraction may be markedly increased in a part of the population which lack a functional CYP2D6 enzyme, i.e., CYP2D6 poor metabolisers, or in combination with potent inhibitors of CYP2D6. Therefore, concomitant use of PRILIGY and potent CYP3A4 inhibitors, such as ketoconazole, itraconazole, ritonavir, saquinavir, telithromycin, nefazodone, nelfinavir and atazanavir, is contraindicated. CYP3A4 inhibitors - Moderate CYP3A4 inhibitors: Concomitant treatment with moderate CYP3A4 inhibitors such as erythromycin, clarithromycin, fluconazole, amprenavir, fosamprenavir, aprepitant, verapamil, diltiazem may also give rise to significantly increased exposure of dapoxetine and desmethyldapoxetine, especially in CYP2D6 poor metabolisers. Therefore, the maximum dose of dapoxetine should be 30 mg if dapoxetine is combined with any of these drugs and caution is advised. Potent CYP2D6 inhibitors: The Cmax and AUCinf of dapoxetine (60 mg single dose) increased by 50% and 88%, respectively, in the presence of fluoxetine (60 mg/day for 7 days). Considering the contribution of both unbound dapoxetine and desmethyldapoxetine, the Cmax of the active fraction may be increased by approximately 50% and the AUC of the active fraction may be doubled if taken with potent CYP2D6 inhibitors. These increases in the Cmax and AUC of the active fraction are similar to those expected for CYP2D6 poor metabolisers and result in a higher incidence and severity of dose dependent adverse events. Therefore, caution is advised if increasing the dose to 60 mg in a patient taking potent CYP2D6 inhibitors or if increasing the dose to 60 mg in a patient known to be a CYP2D6 poor metabolizer. Effects of dapoxetine hydrochloride on co-administered medicinal products: Medicinal products metabolized by CYP2D6: Multiple doses of dapoxetine (60 mg/day for 6 days) followed by a single 50 mg dose of desipramine increased the mean Cmax and AUCinf of desipramine approximately 11% and 19%, respectively, compared to desipramine administered alone. Dapoxetine may give rise to a similar increase in the plasma concentrations of other drugs metabolized by CYP2D6. The clinical relevance is likely to be small. Medicinal products metabolized by CYP3A: Multiple dosing of dapoxetine (60 mg/day for 6 days) decreased the AUCinf of midazolam (8 mg single dose) by approximately 20% (range -60 to + 18%). The clinical relevance of the effect on midazolam is likely to be small in most patients. The increase in CYP3A activity may be of clinical relevance in some individuals concomitantly treated with a medicinal product mainly metabolized by CYP3A and with a narrow therapeutic window. Medicinal products metabolized by CYP2C19: Multiple dosing of dapoxetine (60 mg/day for 6 days) did not affect the pharmacokinetics of a single 40 mg dose of omeprazole. Dapoxetine is unlikely to affect the pharmacokinetics of other CYP2C19 substrates. Medicinal products metabolized by CYP2C9: Multiple dosing of dapoxetine (60 mg/day for 6 days) did not affect the pharmacokinetics or pharmacodynamics of a single 5 mg dose of glyburide. Dapoxetine is unlikely to affect the pharmacokinetics of other CYP2C9 substrates.",
            "lab_tests": null,
            "precautions": "PRILIGY is contraindicated for concomitant treatment with potent CYP3A4 inhibitors such as ketoconazole, itraconazole, ritonavir, saquinavir, telithromycin, nefazodone, nelfinavir, atazanavir, etc. Moderate CYP3A4 inhibitors: The dose is restricted to 30 mg when used concomitantly with moderate CYP3A4 inhibitors such as erythromycin, clarithromycin, fluconazole, amprenavir, fosamprenavir, aprepitant, verapamil, and diltiazem, and caution is advised. Potent CYP2D6 inhibitors: Caution is advised if increasing the dose to 60 mg in patients taking potent CYP2D6 inhibitors or if increasing the dose to 60 mg in patients known to be of CYP2D6 poor metaboliser, as this may increase exposure levels, which may result in a higher incidence and severity of dose dependent adverse events."
        },
        "pgx_moa": ["CYP2D6 substrate", "CYP3A4 substrate", "FMO1 substrate"]
    },
    {
        "generic_name": "deutetrabenazine",
        "brand_name": "austedo",
        "pharmGKB_ID": "PA166169881",
        "pharmacokinetics": {
            "overview": "After oral dosing up to 25 mg, plasma concentrations of deutetrabenazine are generally below the limit of detection because of the extensive hepatic metabolism of deutetrabenazine to the active deuterated dihydro metabolites (HTBZ), α-HTBZ and β-HTBZ. Linear dose dependence of C max and AUC was observed for the active metabolites following single or multiple doses of deutetrabenazine (6 mg to 24 mg and 7.5 mg twice daily to 22.5 mg twice daily).",
            "absorption": "Following oral administration of deutetrabenazine, the extent of absorption is at least 80%. Plasma concentrations of deutetrabenazine are generally below the limit of detection after oral dosing. Peak plasma concentrations (C max ) of deuterated α-HTBZ and β-HTBZ are reached within 3 to 4 hours after dosing. Effect of Food: The effects of food on the bioavailability of AUSTEDO were studied in subjects administered a single dose with and without food. Food had no effect on the area under the plasma concentration-time curve (AUC) of α-HTBZ or β-HTBZ, although C max was increased by approximately 50% in the presence of food.",
            "distribution": "The median volume of distribution (Vc/F) of the α-HTBZ, and the β-HTBZ metabolites of AUSTEDO are approximately 500 L and 730 L, respectively. Results of PET-scan studies in humans show that following intravenous injection of 11 C-labeled tetrabenazine or α-HTBZ, radioactivity is rapidly distributed to the brain, with the highest binding in the striatum and lowest binding in the cortex. The in vitro protein binding of tetrabenazine, α-HTBZ, and β-HTBZ was examined in human plasma for concentrations ranging from 50 to 200 ng/mL. Tetrabenazine binding ranged from 82% to 85%, α-HTBZ binding ranged from 60% to 68%, and β-HTBZ binding ranged from 59% to 63%.",
            "elimination": "AUSTEDO is primarily renally eliminated in the form of metabolites. The half-life of total (α+β)-HTBZ from deutetrabenazine is approximately 9 to 10 hours. The median clearance values (CL/F) of the α-HTBZ, and the β-HTBZ metabolites of AUSTEDO are approximately 47 L/hour and 70 L/hour, respectively, in the Huntington’s disease patient population. Metabolism: In vitro experiments in human liver microsomes demonstrate that deutetrabenazine is extensively biotransformed, mainly by carbonyl reductase, to its major active metabolites, α-HTBZ and β-HTBZ, which are subsequently metabolized primarily by CYP2D6, with minor contributions of CYP1A2 and CYP3A4/5, to form several minor metabolites. Excretion: In a mass balance study in 6 healthy subjects, 75% to 86% of the deutetrabenazine dose was excreted in the urine, and fecal recovery accounted for 8% to 11% of the dose. Urinary excretion of the α-HTBZ and β-HTBZ metabolites from deutetrabenazine each accounted for less than 10% of the administered dose. Sulfate and glucuronide conjugates of the α-HTBZ and β-HTBZ metabolites of deutetrabenazine, as well as products of oxidative metabolism, accounted for the majority of metabolites in the urine.",
            "special_populations": "Male and Female Patients: There is no apparent effect of gender on the pharmacokinetics of α-HTBZ and β‑HTBZ of deutetrabenazine. Patients with Renal Impairment: No clinical studies have been conducted to assess the effect of renal impairment on the PK of AUSTEDO. Patients with Hepatic Impairment: The effect of hepatic impairment on the pharmacokinetics of deutetrabenazine and its primary metabolites has not been studied. However, in a clinical study conducted to assess the effect of hepatic impairment on the pharmacokinetics of tetrabenazine, a closely related VMAT2 inhibitor, the exposure to α-HTBZ and β-HTBZ was up to 40% greater in patients with hepatic impairment, and the mean tetrabenazine C max in patients with hepatic impairment was up to 190-fold higher than in healthy subjects. Poor CYP2D6 Metabolizers: Although the pharmacokinetics of deutetrabenazine and its metabolites have not been systematically evaluated in patients who do not express the drug metabolizing enzyme CYP2D6, it is likely that the exposure to α-HTBZ and β-HTBZ would be increased similarly to taking strong CYP2D6 inhibitors (approximately 3-fold).",
            "ddi_studies": "Deutetrabenazine, α-HTBZ, and β-HTBZ have not been evaluated in in vitro studies for induction or inhibition of CYP enzymes or interaction with P-glycoprotein. The results of in vitro studies of tetrabenazine do not suggest that tetrabenazine or its α-HTBZ or β-HTBZ metabolites are likely to result in clinically significant inhibition of CYP2D6, CYP1A2, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2E1, or CYP3A. In vitro studies suggest that neither tetrabenazine nor its α-HTBZ or β-HTBZ metabolites are likely to result in clinically significant induction of CYP1A2, CYP3A4, CYP2B6, CYP2C8, CYP2C9, or CYP2C19. Neither tetrabenazine nor its α-HTBZ or β-HTBZ metabolites are likely to be a substrate or inhibitor of P-glycoprotein at clinically relevant concentrations in vivo . The deutetrabenazine metabolites, 2-methylpropanoic acid of β-HTBZ (M1) and monohydroxy tetrabenazine (M4), have been evaluated in a panel of in vitro drug-drug interaction studies; the results indicate that M1/M4 are not expected to cause clinically relevant drug interactions. CYP2D6 Inhibitors: In vitro studies indicate that the α-HTBZ and β-HTBZ metabolites of deutetrabenazine are substrates for CYP2D6. The effect of CYP2D6 inhibition on the pharmacokinetics of deutetrabenazine and its metabolites was studied in 24 healthy subjects following a single 22.5 mg dose of deutetrabenazine given after 8 days of administration of the strong CYP2D6 inhibitor paroxetine 20 mg daily. In the presence of paroxetine, systemic exposure (AUC inf ) of α-HTBZ was 1.9-fold higher and β-HTBZ was 6.5-fold higher, resulting in approximately 3-fold increase in AUC inf for total (α+β)-HTBZ. Paroxetine decreased the clearance of α-HTBZ and β-HTBZ metabolites of AUSTEDO with corresponding increases in mean half-life of approximately 1.5-fold and 2.7-fold, respectively. In the presence of paroxetine, C max of α-HTBZ and β-HTBZ were 1.2-fold and 2.2-fold higher, respectively. The effect of moderate or weak CYP2D6 inhibitors such as duloxetine, terbinafine, amiodarone, or sertraline on the exposure of deutetrabenazine and its metabolites has not been evaluated. Digoxin: AUSTEDO was not evaluated for interaction with digoxin. Digoxin is a substrate for P-glycoprotein. A study in healthy subjects showed that tetrabenazine (25 mg twice daily for 3 days) did not affect the bioavailability of digoxin, suggesting that at this dose, tetrabenazine does not affect P‑glycoprotein in the intestinal tract. In vitro studies also do not suggest that tetrabenazine or its metabolites are P-glycoprotein inhibitors."
        },
        "dosage": {
            "dosing": "DOSING TABLE; Initial Dose | Recommended Dose | Maximum Dose | Chorea associated with Huntington’s disease | 6 mg/day | 6 mg – 48 mg/day | 48 mg/day ; Tardive dyskinesia 12 mg/day | 12 mg – 48 mg/day | 48 mg/day; Titrate at weekly intervals by 6 mg per day based on reduction of chorea or tardive dyskinesia, and tolerability, up to a maximum recommended daily dosage of 48 mg (24 mg twice daily). Administer total daily dosages of 12 mg or above in two divided doses. Maximum recommended dosage of AUSTEDO in poor CYP2D6 metabolizers is 36 mg per day (i.e., 18 mg twice daily). Dosing Information: The dose of AUSTEDO is determined individually for each patient based on reduction of chorea or tardive dyskinesia and tolerability. When first prescribed to patients who are not being switched from tetrabenazine (a related VMAT2 inhibitor), the recommended starting dose of AUSTEDO is 6 mg administered orally once daily for patients with Huntington’s disease and 12 mg per day (6 mg twice daily) for patients with tardive dyskinesia. The dose of AUSTEDO may be increased at weekly intervals in increments of 6 mg per day to a maximum recommended daily dosage of 48 mg. Administer total daily dosages of 12 mg or above in two divided doses. Discontinuation and Interruption of Treatment: Treatment with AUSTEDO can be discontinued without tapering. Following treatment interruption of greater than one week, AUSTEDO therapy should be re-titrated when resumed. For treatment interruption of less than one week, treatment can be resumed at the previous maintenance dose without titration.",
            "special_populations": null,
            "pgx": "Maximum recommended dosage of AUSTEDO in poor CYP2D6 metabolizers is 36 mg per day (i.e., 18 mg twice daily). Dosage Adjustment with Strong CYP2D6 Inhibitors: In patients receiving strong CYP2D6 inhibitors (e.g., quinidine, antidepressants such as paroxetine, fluoxetine, and bupropion), the total daily dosage of AUSTEDO should not exceed 36 mg (maximum single dose of 18 mg). Dosage Adjustment in Poor CYP2D6 Metabolizers: In patients who are poor CYP2D6 metabolizers, the total daily dosage of AUSTEDO should not exceed 36 mg (maximum single dose of 18 mg)."
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": "Maximum recommended dosage of AUSTEDO in poor CYP2D6 metabolizers is 36 mg per day (i.e., 18 mg twice daily). Dosage Adjustment with Strong CYP2D6 Inhibitors: In patients receiving strong CYP2D6 inhibitors (e.g., quinidine, antidepressants such as paroxetine, fluoxetine, and bupropion), the total daily dosage of AUSTEDO should not exceed 36 mg (maximum single dose of 18 mg). Dosage Adjustment in Poor CYP2D6 Metabolizers: In patients who are poor CYP2D6 metabolizers, the total daily dosage of AUSTEDO should not exceed 36 mg (maximum single dose of 18 mg).",
            "special_populations": "Poor CYP2D6 Metabolizers: Although the pharmacokinetics of deutetrabenazine and its metabolites have not been systematically evaluated in patients who do not express the drug metabolizing enzyme, it is likely that the exposure to a-HTBZ and b-HTBZ would be increased similarly to taking a strong CYP2D6 inhibitor (approximately 3-fold). In patients who are CYP2D6 poor metabolizers, the daily dose of AUSTEDO should not exceed 36 mg (maximum single dose of 18 mg).",
            "ddis": "Concomitant use of strong CYP2D6 inhibitors: Maximum recommended dose of AUSTEDO is 36 mg per day (18 mg twice daily). Strong CYP2D6 Inhibitors: A reduction in AUSTEDO dose may be necessary when adding a strong CYP2D6 inhibitor in patients maintained on a stable dose of AUSTEDO. Concomitant use of strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine, quinidine, bupropion) has been shown to increase the systemic exposure to the active dihydro-metabolites of deutetrabenazine by approximately 3-fold. The daily dose of AUSTEDO should not exceed 36 mg per day, and the maximum single dose of AUSTEDO should not exceed 18 mg in patients taking strong CYP2D6 inhibitors.",
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": ["CYP2D6 substrate", "CYP1A2 substrate", "CYP3A4 substrate", "CYP3A5 substrate"]
    },
    {
        "generic_name": "eliglustat",
        "brand_name": "cerdelga",
        "pharmGKB_ID": "PA166123486",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "escitalopram",
        "brand_name": "lexapro",
        "pharmGKB_ID": "PA10074",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "ezetimibe / simvastatin",
        "brand_name": "vytorin",
        "pharmGKB_ID": "PA166184495",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "flurbiprofen",
        "brand_name": ["ansaid", "ocufen"],
        "pharmGKB_ID": "PA449683",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "iloperidone",
        "brand_name": "fanapt",
        "pharmGKB_ID": "PA161199368",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "irinotecan",
        "brand_name": "camptosar",
        "pharmGKB_ID": "PA450085",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "mercaptopurine",
        "brand_name": ["purinethol", "purixan"],
        "pharmGKB_ID": "PA450379",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "metoclopramide",
        "brand_name": "reglan",
        "pharmGKB_ID": "PA450475",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "phenytoin",
        "brand_name": "dilantin",
        "pharmGKB_ID": "PA450947",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "pimozide",
        "brand_name": "orap",
        "pharmGKB_ID": "PA450965",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "pitolisant",
        "brand_name": "wakix",
        "pharmGKB_ID": "PA166185163",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "siponimod",
        "brand_name": "mayzent",
        "pharmGKB_ID": "PA166182736",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "tetrabenazine",
        "brand_name": ["nitoman", "xenazine"],
        "pharmGKB_ID": "PA140222719",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "thioguanine",
        "brand_name": "tabloid",
        "pharmGKB_ID": "PA451663",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "vitamin c",
        "brand_name": "ascorbic acid",
        "pharmGKB_ID": "PA451898",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    },
    {
        "generic_name": "vortioxetine",
        "brand_name": ["brintellix", "trintellix"],
        "pharmGKB_ID": "PA166122595",
        "pharmacokinetics": {
            "overview": null,
            "absorption": null,
            "distribution": null,
            "elimination": null,
            "special_populations": null,
            "ddi_studies": null
        },
        "dosage": {
            "dosing": null,
            "special_populations": null,
            "pgx": null
        },
        "pharmacogenomics": {
            "overview": null,
            "dosage": null,
            "special_populations": null,
            "ddis": null,
            "lab_tests": null,
            "precautions": null
        },
        "pgx_moa": null
    }
]