{
    "amifampridine": 
    {
        "brand_name": "ruzurgi",
        "pharmGKB_ID": "PA166185150",
        "pharmacokinetics": "The pharmacokinetics of amifampridine form RUZURGI is approximately dose proportional. Steady state was generally reached within 1 day of dosing. Multiple dosing resulted in no accumulation of amifampridine and only moderate accumulation of the 3-N-acetyl amifampridine metabolite [see Clinical Pharmacology ( 12.5 )]. Absorption The absolute bioavailability of RUZURGI has not been assessed. RUZURGI is absorbed in an approximately dose-proportional manner with a median time to maximum concentration (t max ) of 0.5 hours post administration. Effect of Food Compared to administration of RUZURGI in the fasting state, administration of the 20 and 30 mg dose levels of RUZURGI with a standard high fat meal resulted in significant decrease in C max (41% and 52%, respectively) and an increase in median t max to 1.0 hour; AUC 0-last was only significantly reduced for the 30 mg dose (23%) [see Dosage and Adminstration ( 2.2 )] . Distribution In healthy volunteers, the volume of distribution for plasma amifampridine indicated that RUZURGI is a drug with a moderate to high volume of distribution. In vitro human plasma protein binding of amifampridine and 3-N-acetyl amifampridine was 25.3% and 43.3%, respectively. Elimination Metabolism In vitro studies with complimentary DNA expressed human N-acetyltransferase (NAT) enzyme preparations indicate that amifampridine is rapidly metabolized by the N-acetyltransferase 2 (NAT2) enzyme to the 3-N-acetyl amifampridine metabolite. Metabolism of amifampridine by N-acetyltransferase 1 (NAT1) may also occur but at a much slower rate. Amifampridine does not undergo glucuronidation or sulfonation. Excretion Following oral administration of a single 20 or 30 mg dose of RUZURGI to healthy volunteers, amifampridine apparent oral clearance (CL/F) was 149 to 214 L/h, the average elimination half-life (t 1/2 ) was 3.6 to 4.2 hours. The average t 1/2 of the 3-N-acetyl amifampridine metabolite was 4.1 to 4.8 hours. The majority (>65%) of RUZURGI administered to healthy volunteers was recovered in urine as either the parent compound or the 3-N-acetyl amifampridine metabolite. Specific Populations Pediatric Patients (6 to Less than 17 Years of Age) A population pharmacokinetic analysis showed that body weight significantly correlates with the clearance of amifampridine; clearance increased with an increase in body weight. A weight-based dosing regimen is necessary to achieve amifampridine exposures in pediatric patients 6 to less than 17 years of age similar to those observed in adults at effective doses of RUZURGI [see Indications and Usage ( 1 ) and Clinical Studies ( 14 )]. Drug Interaction Studies In vitro studies Amifampridine is not metabolized by cytochrome P450 (CYP)1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies with human liver microsomes indicated that amifampridine and 3-N-acetyl amifampridine were not direct or time-dependent inhibitors of CYP1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies in cryopreserved human hepatocytes indicated that amifampridine did not induce CYP isoforms CYP1A2, CYP2B6, or CYP3A4. Based on in vitro studies with Caco-2 cells amifampridine is unlikely to act as a substrate or inhibitor of the P glycoprotein transporter. Amifampridine is not an inhibitor of the BCRP transporter. In vitro studies with Chinese hamster ovary cells expressing human OATP1B1, OATP1B3, OAT1, and OCT2 and Madin-Darby canine kidney cells expressing human OAT3 indicated that amifampridine is a weak inhibitor of OCT2, but is not an inhibitor of OAT1, OAT3, OATP1B1, or OATP1B3. The studies also indicated that amifampridine is not a substrate for OAT1, OAT3, or OCT2 transporters. In vivo studies Controlled clinical drug interaction studies have not been performed with RUZURGI. Co-administration of intravenous amifampridine and intravenous pyridostigmine led to a 21% elevation in maximum pyridostigmine serum concentrations, but did not significantly affect the pharmacokinetics of amifampridine.",
        "dosage_and_administration": "Patients 6 to less than 17 years of age weighing 45 kg or more: Initial dosage is 15 mg to 30 mg daily, in divided doses Increase daily in 5 mg to 10 mg increments, divided in up to 5 doses daily Maximum single dose is 30 mg; maximum daily dosage is 100 mg ( 2.1 ) Patients 6 to less than 17 years of age weighing less than 45 kg: Initial dosage is 7.5 mg to 15 mg daily, in divided doses Increase daily in 2.5 mg to 5 mg increments, divided in up to 5 doses daily Maximum single dose is 15 mg; maximum daily dosage is 50 mg ( 2.1 ) When patients require a dosage in less than 5 mg increments, have difficulty swallowing, or require feeding tubes, a 1 mg/mL suspension can be prepared. ( 2.2 ) For patients with renal or hepatic impairment or who are known N-acetyltransferase 2 poor metabolizers, use the lowest recommended initial dosage. ( 2.3 , 2.4 , 2.5 ) 2.1 Recommended Dosage The recommended oral dosage for pediatric patients 6 to less than 17 years of age is dependent on body weight and is included in Table 1 . Dosage should be increased based on clinical response and tolerability. If a dose is missed, patients should not take double or extra doses. Table 1: Recommended Dosage for Pediatric Patients 6 to Less Than 17 Years of Age * see Dosage and Administration ( 2.2 ) for method to achieve these doses Age and Body Weight Initial Dosage Titration Regimen Maximum Single Dose Maximum Total Daily Maintenance Dosage Pediatric patients 6 to less than 17 years of age weighing 45 kg or more 15 mg to 30 mg daily, in divided doses (2 to 3 times per day) Increase daily in 5 mg to 10 mg increments, divided in up to 5 doses per day 30 mg 100 mg Pediatric patients 6 to less than 17 years of age weighing less than 45 kg 7.5 mg* to 15 mg daily, in divided doses (2 to 3 times per day) Increase daily in 2.5 mg* to 5 mg increments, divided in up to 5 doses per day 15 mg 50 mg 2.2 Administration Instructions RUZURGI can be taken without regard to food. Preparation of 1 mg/mL Suspension When patients require a dosage in less than 5 mg increments, have difficulty swallowing tablets, or require feeding tubes, a 1 mg/mL suspension can be prepared (e.g., by placing three 10 mg tablets in a 30 mL container, adding 30 mL of sterile water, and shaking well for 30 seconds). Crushing the tablets prior to making the suspension is not necessary. After preparation of the suspension, an oral syringe can be used to draw up and administer the correct dose by mouth or by feeding tube. Refrigerate the suspension between doses and shake well before drawing up each dose. The suspension can be stored under refrigeration for up to 24 hours. Discard any unused portion of the suspension after 24 hours. 2.3 Patients with Renal Impairment The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with renal impairment is 7.5 mg daily taken orally in divided doses [see Dosage and Administration ( 2.1 ) and Use in Specific Populations ( 8.6 )]. No dosage recommendations for RUZURGI can be made for patients with end-stage renal disease. 2.4 Patients with Hepatic Impairment The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with any degree of hepatic impairment is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with any degree of hepatic impairment is 7.5 mg daily taken orally in divided doses [see Dosage and Administration ( 2.1 ) and Use in Specific Populations ( 8.7 )]. 2.5 Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more who are known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily taken orally in divided doses. The recommended starting dosage in pediatric patients weighing less than 45 kg who are known NAT2 poor metabolizers is 7.5 mg daily taken orally in divided doses.",
        "pharmacogenomics": "Pharmacogenomics Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of RUZURGI metabolism. In normal healthy volunteers, poor metabolizers, also referred to as “slow acetylators” (i.e., carriers of two reduced function alleles) had higher average plasma amifampridine concentrations than intermediate metabolizers, also referred to as “intermediate acetylators” (i.e., carriers of one reduced and one normal function alleles), and normal metabolizers, also referred to as “fast/rapid acetylators” (i.e., carriers of two normal function alleles). In the TQT study [see Clinical Pharmacology ( 12.2 )] , poor metabolizers (N=19) had 1.1 to 3.7 times higher AUC 0-4h and 1.3 to 3.7 times higher C max than intermediate metabolizers (N=21), following the first dose. Poor metabolizers had 6.1 to 8.5 times higher AUC 0-4h and 3.3 to 7.6 times higher C max than normal metabolizers (N=3), following the first dose. In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent).",
        "pharm_class_moa":  
    },
    "amifampridine phosphate":
    {
        "brand_name": "firdapse",
        "pharmGKB_ID": "PA166182002",
        "pharmacokinetics": "The pharmacokinetics of amifampridine are similar between healthy individuals and LEMS patients. Following single and multiple doses, AUC, C max and C min were highly variable between individuals. FIRDAPSE exposure increased proportionally with dose across the range of 20 mg to 80 mg single oral doses. Absorption Amifampridine peak plasma concentration is reached 20 minutes to 1 hour after administration. Food does not have a clinically significant effect on the exposure of amifampridine. Elimination Amifampridine is eliminated primarily through metabolism to 3-N-acetyl-amifampridine and to a smaller extent through the kidneys. The terminal half-life ranges from 1.8 to 2.5 hours in healthy subjects. Metabolism Amifampridine is extensively metabolized by N-acetyltransferase 2 (NAT2) to 3-N-acetyl-amifampridine, which is considered an inactive metabolite. Excretion Following administration of FIRDAPSE to healthy subjects, 93% to 100% of the administered dose was eliminated in the urine as amifampridine or 3-N-acetyl amifampridine over 24 hours. Specific Populations Patients with Renal Impairment Pharmacokinetic data are available from a study of 24 otherwise healthy subjects with impaired renal function who received a single 10-mg dose of FIRDAPSE. The exposure of amifampridine (measured as AUC) was 2- to 3-fold higher in subjects with moderate (CLcr 30-59 mL/min) or severe (CLcr 15-29 mL/min) renal impairment than in subjects with normal renal function (CLcr greater than or equal to 90 mL/min) . Compared with subjects with normal renal function, subjects with mild renal impairment (CLcr 60-89 mL/min) had a 36% increase in exposure. Therefore, FIRDAPSE should be initiated at the lowest recommended starting dosage (15 mg/day) in patients with renal impairment, and such patients should be closely monitored for adverse reactions [see Dosage and Administration (2.2) and Use in Specific Populations (8.6) ] . C max was marginally affected by renal impairment.",
        "dosage_and_administration": "The recommended starting dosage is 15 mg to 30 mg daily taken orally in divided doses (3 to 4 times daily). ( 2.1 ) Starting dosage is 15 mg daily for patients with renal impairment, hepatic impairment, and in known N-acetyltransferase 2 (NAT2) poor metabolizers ( 2.2 , 2.3 , 2.4 ) Dosage can be increased by 5 mg daily every 3 to 4 days. ( 2.1 ) Dosage is not to exceed a maximum of 80 mg daily. ( 2.1 ) The maximum single dose is 20 mg. ( 2.1 ) 2.1 Dosage Information The recommended starting dosage of FIRDAPSE is 15 mg to 30 mg daily, taken orally in divided doses (3 to 4 times daily). The dosage can be increased by 5 mg daily every 3 or 4 days. The maximum recommended total daily dosage is 80 mg. The maximum single dose is 20 mg. If a dose is missed, patients should not take double or extra doses. 2.2 Patients with Renal Impairment The recommended starting dosage of FIRDAPSE in patients with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily, taken orally in 3 divided doses. No dosage recommendation for FIRDAPSE can be made for patients with end-stage renal disease [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3 , 12.5) ]. 2.3 Patients with Hepatic Impairment The recommended starting dosage of FIRDAPSE in patients with any degree of hepatic impairment is 15 mg daily, taken orally in 3 divided doses [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3 , 12.5) ]. 2.4 Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of FIRDAPSE in known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily, taken orally in 3 divided doses [see Use in Specific Populations (8.8) and Clinical Pharmacology (12.3 , 12.5) ]. 2.5 Administration Instructions FIRDAPSE can be taken without regard to food.",
        "pharmacogenomics": "Pharmacogenomics Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of FIRDAPSE metabolism. Poor metabolizers, also referred to as \"slow acetylators\" (i.e., carriers of two reduced function alleles), have 3.5- to 4.5-fold higher C max , and 5.6- to 9- fold higher AUC than normal metabolizers, also referred to as \"fast/rapid acetylators\" (i.e., carriers of two normal function alleles). Therefore, FIRDAPSE should be initiated at the lowest recommended starting dosage (15 mg/day) in known NAT2 poor metabolizers, and such patients should be closely monitored for adverse reactions [see Dosage and Administration (2.4) and Use in Specific Populations (8.8) ] . In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent)."
    },
    "aripiprazole":
    {
        "brand_name": ["abilify", "abilitat"],
        "pharmGKB_ID": "PA10026",
        "pharmacokinetics": "ABILIFY activity is presumably primarily due to the parent drug, aripiprazole, and to a lesser extent, to its major metabolite, dehydro-aripiprazole, which has been shown to have affinities for D 2 receptors similar to the parent drug and represents 40% of the parent drug exposure in plasma. The mean elimination half-lives are about 75 hours and 94 hours for aripiprazole and dehydro-aripiprazole, respectively. Steady-state concentrations are attained within 14 days of dosing for both active moieties. Aripiprazole accumulation is predictable from single-dose pharmacokinetics. At steady-state, the pharmacokinetics of aripiprazole are dose-proportional. Elimination of aripiprazole is mainly through hepatic metabolism involving two P450 isozymes, CYP2D6 and CYP3A4. Pharmacokinetic studies showed that ABILIFY DISCMELT Orally Disintegrating Tablets are bioequivalent to ABILIFY Tablets.",
        "dosage_and_administration": "Initial Dose Recommended Dose Maximum Dose Schizophrenia – adults 10-15 mg/day 10-15 mg/day 30 mg/day Schizophrenia – adolescents 2 mg/day 10 mg/day 30 mg/day Bipolar mania – adults: monotherapy (2.2) 15 mg/day 15 mg/day 30 mg/day Bipolar mania – adults: adjunct to lithium or valproate (2.2) 10-15 mg/day 15 mg/day 30 mg/day Bipolar mania – pediatric patients: monotherapy or as an adjunct to lithium or valproate (2.2) 2 mg/day 10 mg/day 30 mg/day As an adjunct to antidepressants for the treatment of major depressive disorder – adults (2.3) 2-5 mg/day 5-10 mg/day 15 mg/day Irritability associated with autistic disorder – pediatric patients (2.4) 2 mg/day 5-10 mg/day 15 mg/day Agitation associated with schizophrenia or bipolar mania – adults (2.5) 9.75 mg/1.3 mL injected IM 30 mg/day injected IM Oral formulations: Administer once daily without regard to meals (2) IM injection: Wait at least 2 hours between doses. Maximum daily dose 30 mg (2.5) 2.1 Schizophrenia Adults Dose Selection: The recommended starting and target dose for ABILIFY is 10 mg/day or 15 mg/day administered on a once-a-day schedule without regard to meals. ABILIFY has been systematically evaluated and shown to be effective in a dose range of 10 mg/day to 30 mg/day, when administered as the tablet formulation; however, doses higher than 10 mg/day or 15 mg/day were not more effective than 10 mg/day or 15 mg/day. Dosage increases should generally not be made before 2 weeks, the time needed to achieve steady-state. Maintenance Treatment: Maintenance of efficacy in schizophrenia was demonstrated in a trial involving patients with schizophrenia who had been symptomatically stable on other antipsychotic medications for periods of 3 months or longer. These patients were discontinued from those medications and randomized to either ABILIFY 15 mg/day or placebo, and observed for relapse. Patients should be periodically reassessed to determine the continued need for maintenance treatment. Adolescents Dose Selection: The recommended target dose of ABILIFY is 10 mg/day. Aripiprazole was studied in adolescent patients 13 to 17 years of age with schizophrenia at daily doses of 10 mg and 30 mg. The starting daily dose of the tablet formulation in these patients was 2 mg, which was titrated to 5 mg after 2 days and to the target dose of 10 mg after 2 additional days. Subsequent dose increases should be administered in 5 mg increments. The 30 mg/day dose was not shown to be more efficacious than the 10 mg/day dose. ABILIFY can be administered without regard to meals. Maintenance Treatment: The efficacy of ABILIFY for the maintenance treatment of schizophrenia in the adolescent population has not been evaluated. While there is no body of evidence available to answer the question of how long the adolescent patient treated with ABILIFY should be maintained on the drug, maintenance efficacy can be extrapolated from adult data along with comparisons of aripiprazole pharmacokinetic parameters in adult and pediatric patients. Thus, it is generally recommended that responding patients be continued beyond the acute response, but at the lowest dose needed to maintain remission. Patients should be periodically reassessed to determine the need for maintenance treatment. Switching from Other Antipsychotics There are no systematically collected data to specifically address switching patients with schizophrenia from other antipsychotics to ABILIFY or concerning concomitant administration with other antipsychotics. While immediate discontinuation of the previous antipsychotic treatment may be acceptable for some patients with schizophrenia, more gradual discontinuation may be most appropriate for others. In all cases, the period of overlapping antipsychotic administration should be minimized. 2.2 Bipolar I Disorder Acute Treatment of Manic and Mixed Episodes Adults: The recommended starting dose in adults is 15 mg given once daily as monotherapy and 10 mg to 15 mg given once daily as adjunctive therapy with lithium or valproate. ABILIFY can be given without regard to meals. The recommended target dose of ABILIFY is 15 mg/day, as monotherapy or as adjunctive therapy with lithium or valproate. The dose may be increased to 30 mg/day based on clinical response. Pediatrics: The recommended starting dose in pediatric patients (10 to 17 years) as monotherapy is 2 mg/day, with titration to 5 mg/day after 2 days, and a target dose of 10 mg/day after 2 additional days. Recommended dosing as adjunctive therapy to lithium or valproate is the same. Maintenance Treatment The recommended dose for maintenance treatment, whether as monotherapy or as adjunctive therapy, is the same dose needed to stabilize patients during acute treatment, both for adult and pediatric patients. 2.3 Adjunctive Treatment of Major Depressive Disorder Adults Dose Selection: The recommended starting dose for ABILIFY as adjunctive treatment for patients already taking an antidepressant is 2 mg/day to 5 mg/day. The efficacy of ABILIFY as an adjunctive therapy for major depressive disorder was established within a dose range of 2 mg/day to 15 mg/day. Maintenance Treatment: The efficacy of ABILIFY for the adjunctive maintenance treatment of major depressive disorder has not been evaluated. While there is no body of evidence available to answer the question of how long the patient treated with ABILIFY should be maintained, patients should be periodically reassessed to determine the continued need for maintenance treatment. 2.4 Irritability Associated with Autistic Disorder Pediatric Patients Dose Selection: The efficacy of aripiprazole has been established in the treatment of pediatric patients 6 to 17 years of age with irritability associated with autistic disorder at doses of 5 mg/day to 15 mg/day. The dosage of ABILIFY should be individualized according to tolerability and response. Dosing should be initiated at 2 mg/day. The dose should be increased to 5 mg/day, with subsequent increases to 10 mg/day or 15 mg/day if needed. Maintenance Treatment: The efficacy of ABILIFY for the maintenance treatment of irritability associated with autistic disorder has not been evaluated. While there is no body of evidence available to answer the question of how long the patient treated with ABILIFY should be maintained, patients should be periodically reassessed to determine the continued need for maintenance treatment. 2.5 Agitation Associated with Schizophrenia or Bipolar Mania (Intramuscular Injection) Adults Dose Selection: The recommended dose in these patients is 9.75 mg. The effectiveness of aripiprazole injection in controlling agitation in schizophrenia and bipolar mania was demonstrated over a dose range of 5.25 mg to 15 mg. No additional benefit was demonstrated for 15 mg compared to 9.75 mg. A lower dose of 5.25 mg may be considered when clinical factors warrant. If agitation warranting a second dose persists following the initial dose, cumulative doses up to a total of 30 mg/day may be given. However, the efficacy of repeated doses of aripiprazole injection in agitated patients has not been systematically evaluated in controlled clinical trials. The safety of total daily doses greater than 30 mg or injections given more frequently than every 2 hours have not been adequately evaluated in clinical trials [see CLINICAL STUDIES (14.5) ] . If ongoing aripiprazole therapy is clinically indicated, oral aripiprazole in a range of 10 mg/day to 30 mg/day should replace aripiprazole injection as soon as possible [see DOSAGE AND ADMINISTRATION (2.1 and 2.2) ] . Administration of ABILIFY Injection To administer ABILIFY Injection, draw up the required volume of solution into the syringe as shown in Table 1. Discard any unused portion. Table 1: ABILIFY Injection Dosing Recommendations Single-Dose Required Volume of Solution 5.25 mg 0.7 mL 9.75 mg 1.3 mL 15 mg 2 mL ABILIFY Injection is intended for intramuscular use only. Do not administer intravenously or subcutaneously. Inject slowly, deep into the muscle mass. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 2.6 Dosage Adjustment Dosage adjustments in adults are not routinely indicated on the basis of age, gender, race, or renal or hepatic impairment status. When adjunctive ABILIFY is administered to patients with major depressive disorder, ABILIFY should be administered without dosage adjustment as specified in DOSAGE AND ADMINISTRATION (2.3) . Dosing of Oral Solution The oral solution can be substituted for tablets on a mg-per-mg basis up to the 25 mg dose level. Patients receiving 30 mg tablets should receive 25 mg of the solution. 2.8 Dosing of Orally Disintegrating Tablets The dosing for ABILIFY Orally Disintegrating Tablets is the same as for the oral tablets.",
        "pharmacogenomics": "Dosage adjustment for patients taking aripiprazole concomitantly with strong CYP3A4 inhibitors: When concomitant administration of aripiprazole with strong CYP3A4 inhibitors such as ketoconazole or clarithromycin is indicated, the aripiprazole dose should be reduced to one-half of the usual dose. When the CYP3A4 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should then be increased [see DRUG INTERACTIONS (7.1) ] . Dosage adjustment for patients taking aripiprazole concomitantly with potential CYP2D6 inhibitors: When concomitant administration of potential CYP2D6 inhibitors such as quinidine, fluoxetine, or paroxetine with aripiprazole occurs, aripiprazole dose should be reduced at least to one-half of its normal dose. When the CYP2D6 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should then be increased [see DRUG INTERACTIONS (7.1) ] . When adjunctive ABILIFY is administered to patients with major depressive disorder, ABILIFY should be administered without dosage adjustment as specified in DOSAGE AND ADMINISTRATION (2.3) . Dosing recommendation in patients taking aripiprazole concomitantly with strong CYP3A4 and CYP2D6 inhibitors: When concomitant administration of aripiprazole with strong inhibitors of CYP3A4 (such as ketoconazole or clarithromycin) and CYP2D6 (such as quinidine, fluoxetine, or paroxetine) is indicated, the aripiprazole dose should be reduced to one-quarter (25%) of the usual dose. When the CYP3A4 and/or CYP2D6 inhibitor is withdrawn from the combination therapy, the aripiprazole dose should be increased. Dosing recommendation in patients taking aripiprazole concomitantly with strong, moderate, or weak inhibitors of CYP3A4 and CYP2D6: Patients who may be receiving a combination of strong, moderate, and weak inhibitors of CYP3A4 and CYP2D6 (eg, a potent CYP3A4 inhibitor and a moderate CYP2D6 inhibitor or a moderate CYP3A4 inhibitor with a moderate CYP2D6 inhibitor), the dosing may be reduced to one-quarter (25%) of the usual dose initially and then adjusted to achieve a favorable clinical response. Dosing recommendation in patients who are classified as CYP2D6 poor metabolizers (PM): The aripiprazole dose in PM patients should initially be reduced to one-half (50%) of the usual dose and then adjusted to achieve a favorable clinical response. The dose of aripiprazole for PM patients who are administered a strong CYP3A4 inhibitor should be reduced to one-quarter (25%) of the usual dose. Dosage adjustment for patients taking potential CYP3A4 inducers: When a potential CYP3A4 inducer such as carbamazepine is added to aripiprazole therapy, the aripiprazole dose should be doubled. Additional dose increases should be based on clinical evaluation. When the CYP3A4 inducer is withdrawn from the combination therapy, the aripiprazole dose should be reduced to 10 mg to 15 mg. 2.7 Dosing of Oral Solution The oral solution can be substituted for tablets on a mg-per-mg basis up to the 25 mg dose level. Patients receiving 30 mg tablets should receive 25 mg of the solution."
    },
    "aripiprazole lauroxil":
    {
        "brand_name": "aristada",
        "pharmGKB_ID": "PA166161216",
        "pharmacokinetics": "ARISTADA is a prodrug of aripiprazole and its activity is primarily due to aripiprazole, and to a lesser extent dehydro-aripiprazole (major metabolite of aripiprazole), which has been shown to have affinities for D 2 receptors similar to aripiprazole and represents 30-40% of the aripiprazole exposure in plasma. Absorption After single intramuscular injection the appearance of aripiprazole in the systemic circulation starts from 5 to 6 days and continues to be released for an additional 36 days. Aripiprazole concentrations increase with consecutive doses of ARISTADA and reach steady-state four months following treatment initiation. The concentration-time course of dehydro-aripiprazole followed that of aripiprazole. With the addition of a single intramuscular injection of ARISTADA INITIO and 30 mg oral aripiprazole at the time of the first ARISTADA dose, aripiprazole concentrations reach relevant levels within 4 days. Similarly, with the addition of the oral supplementation for 21 days at the time of the first ARISTADA dose, aripiprazole concentrations reach relevant levels within 4 days. Aripiprazole exposure was similar for deltoid and gluteal intramuscular injections of 441 mg ARISTADA, thus are interchangeable. Administration of 882 mg every 6 weeks or 1064 mg every 2 months results in plasma aripiprazole concentrations that were similar to exposure with 662 mg monthly and are within the range provided by doses of 441 mg monthly and 882 mg monthly. The doses of 441 mg monthly and 882 monthly showed a similar clinical response to each other. Distribution Based on population pharmacokinetic analysis, the apparent volume of distribution of aripiprazole following intramuscular injection of ARISTADA was 268 L, indicating extensive extravascular distribution following absorption. At therapeutic concentrations, aripiprazole and its major metabolite are greater than 99% bound to serum proteins, primarily to albumin. In healthy human volunteers administered 0.5 mg/day to 30 mg/day oral aripiprazole for 14 days, there was dose-dependent D 2 receptor occupancy indicating brain penetration of aripiprazole in humans. Elimination Metabolism The biotransformation of ARISTADA likely involves enzyme-mediated hydrolysis to form N-hydroxymethyl-aripiprazole, which subsequently undergoes hydrolysis to aripiprazole. Elimination of aripiprazole is mainly through hepatic metabolism involving CYP3A4 and CYP2D6. [see Dosage and Administration ( 2.4 )]. Excretion The mean aripiprazole terminal elimination half-life ranged from 53.9 days to 57.2 days after monthly, every 6-week and every 2 month injections of ARISTADA. The significantly longer aripiprazole apparent half-life compared to oral aripiprazole (mean 75 hours) is attributed to the dissolution and formation rate-limited elimination of aripiprazole following ARISTADA administration. Drug Interaction Studies No specific drug interaction studies have been performed with ARISTADA. The drug interaction data provided below is obtained from studies with oral aripiprazole. Effects of other drugs on the exposures of aripiprazole and dehydro-aripiprazole are summarized in Figure 1 and Figure 2 , respectively. Based on simulation, a 4.5-fold increase in mean C max and AUC values at steady-state is expected when extensive metabolizers of CYP2D6 are administered with both strong CYP2D6 and CYP3A4 inhibitors. After oral administration, a 3-fold increase in mean C max and AUC values at steady-state is expected in poor metabolizers of CYP2D6 administered with strong CYP3A4 inhibitors. Figure 1: The Effects of Other Drugs on Aripiprazole Pharmacokinetics Figure 2: The Effects of Other Drugs on Dehydro-aripiprazole Pharmacokinetics The effects of aripiprazole on the exposures of other drugs are summarized in Figure 3 . Figure 3: The Effects of Oral Aripiprazole on Pharmacokinetics of Other Drugs Figure 1 Figure 2 Figure 3 Specific Population Studies A population pharmacokinetic analysis showed no effect of sex, race or smoking on ARISTADA pharmacokinetics.",
        "dosage_and_administration": "Administer ARISTADA by intramuscular injection in the deltoid (441 mg dose only) or gluteal (441 mg, 662 mg, 882 mg or 1064 mg) muscle by a healthcare professional ( 2.1 ). For patients naïve to aripiprazole, establish tolerability with oral aripiprazole prior to initiating treatment with ARISTADA ( 2.1 ). There are two options for initiating treatment with ARISTADA: Option #1: Administer one injection of 675 mg of ARISTADA INITIO ® and one 30 mg dose of oral aripiprazole in conjunction with the first ARISTADA injection. ( 2.1 ). Option #2: Administer 21 consecutive days of oral aripiprazole in conjunction with the first ARISTADA injection ( 2.1 ). ARISTADA can be initiated at a dose of 441 mg, 662 mg or 882 mg administered monthly, 882 mg dose every 6 weeks, or 1064 mg dose every 2 months ( 2.1 ). Dosing regimen adjustments may be required for missed doses ( 2.2 ). Dose adjustments are required for 1) known CYP2D6 poor metabolizers and 2) for patients taking CYP3A4 inhibitors, CYP2D6 inhibitors, or CYP3A4 inducers for more than 2 weeks ( 2.4 ). 2.1 Recommended Dosage ARISTADA is only to be administered as an intramuscular injection by a healthcare professional. For patients who have never taken aripiprazole, establish tolerability with oral aripiprazole prior to initiating treatment with ARISTADA. Due to the half-life of oral aripiprazole, it may take up to 2 weeks to fully assess tolerability. Refer to the prescribing information of oral aripiprazole for the recommended dosage and administration of the oral formulation. There are two ways to initiate treatment with ARISTADA: Option #1: Administer one intramuscular injection of ARISTADA INITIO 675 mg (in either the deltoid or gluteal muscle) and one dose of oral aripiprazole 30 mg in conjunction with the first ARISTADA injection. The first ARISTADA injection may be administered on the same day as ARISTADA INITIO or up to 10 days thereafter. See the ARISTADA INITIO prescribing information for additional information regarding administration of ARISTADA INITIO. Avoid injecting both ARISTADA INITIO and ARISTADA concomitantly into the same deltoid or gluteal muscle. Option #2: Administer 21 consecutive days of oral aripiprazole in conjunction with the first ARISTADA injection. Depending on individual patient's needs, treatment with ARISTADA can be initiated at a dose of 441 mg, 662 mg or 882 mg administered monthly, 882 mg administered every 6 weeks or 1064 mg administered every 2 months. The 441 mg, 662 mg, 882 mg and 1064 mg doses correspond to 300 mg, 450 mg, 600 mg and 724 mg of aripiprazole, respectively [see Clinical Pharmacology ( 12.3 )]. Table 1: ARISTADA Dosing Frequency and Site of Injection Dose Dosing Frequency Site of Intramuscular Injection 441 mg Monthly Deltoid or Gluteal 662 mg Monthly Gluteal 882 mg Monthly or every 6 weeks Gluteal 1064 mg Every 2 months Gluteal Use the following ARISTADA doses for patients who are stabilized on oral aripiprazole, as shown in Table 2 . Table 2: ARISTADA Doses Based on Oral Aripiprazole Total Daily Dose Oral Aripiprazole Dose Intramuscular ARISTADA Dose 10 mg per day 441 mg every month 15 mg per day 662 mg every month 882 mg every 6 weeks 1064 mg every 2 months 20 mg or higher per day 882 mg every month In conjunction with the first ARISTADA injection, administer a single injection of ARISTADA INITIO and one dose of oral aripiprazole 30 mg, or continue treatment with oral aripiprazole for 21 consecutive days [see Recommended Dosage ( 2.1 )]. Adjust the ARISTADA dose as needed. When making dose and dosing interval adjustments, consider the pharmacokinetics and prolonged-release characteristics of ARISTADA [see Clinical Pharmacology ( 12.3 )]. 2.2 Missed Doses When a dose of ARISTADA is missed, administer the next injection of ARISTADA as soon as possible. Depending on the time elapsed since the last ARISTADA injection, supplement the next ARISTADA injection as recommended in Table 3 below. Table 3: Recommendation for Concomitant Supplementation Following Missed Doses of ARISTADA Dose of Patient's Last ARISTADA Injection Length of Time Since Last Injection a The patient should supplement with the same dose of oral aripiprazole as when the patient began ARISTADA (see Table 2 ). 441 mg ≤ 6 weeks > 6 and ≤ 7 weeks > 7 weeks 662 mg ≤ 8 weeks > 8 and ≤ 12 weeks > 12 weeks 882 mg ≤ 8 weeks > 8 and ≤ 12 weeks > 12 weeks 1064 mg ≤ 10 weeks > 10 and ≤ 12 weeks > 12 weeks Dosage and Administration for Re-initiation of ARISTADA No Supplementation Required Supplement with a Single Dose of ARISTADA INITIO OR 7 Days of Oral Aripiprazole a Re-initiate with a Single Dose of ARISTADA INITIO and a Single Dose of Oral Aripiprazole 30 mg OR supplement with 21 Days of Oral Aripiprazole a 2.3 Early Dosing The recommended ARISTADA dosing interval is monthly for the 441 mg, 662 mg and 882 mg doses, every 6 weeks for the 882 mg dose, or every 2 months for the 1064 mg dose and should be maintained. In the event of early dosing, an ARISTADA injection should not be given earlier than 14 days after the previous injection.  2.5 Important Administration Instructions The kit contains a syringe containing ARISTADA sterile aqueous extended-release injectable suspension and 2 or 3 safety needles depending on dose (a 2-inch 20 gauge needle with yellow needle hub, a 1 ½-inch 20 gauge needle with yellow needle hub, and a 1-inch 21 gauge needle with green needle hub (441 mg kit only)) for intramuscular injection. All materials should be stored at room temperature. A | 5 mL syringe containing ARISTADA sterile aqueous extended-release injectable suspension B | 20 gauge needle, 2-inch with yellow needle hub C | 20 gauge needle, 1½-inch with yellow needle hub D | 21 gauge needle, 1-inch with green needle hub 1. TAP and vigorously SHAKE the syringe. 1a. Tap the syringe at least 10 times to dislodge any material which may have settled. 1b. Shake the syringe vigorously for a minimum of 30 seconds to ensure a uniform suspension. If the syringe is not used within 15 minutes, shake again for 30 seconds. 2. SELECT the injection needle. 2a. Select injection site. 2b. Select needle length based on injection site. For patients with a larger amount of subcutaneous tissue overlaying the injection site muscle, use the longer of the needles provided. Table 5: Injection Site and Associated Needle Length Injection Site Needle Length 441 mg dose Deltoid 21 gauge, 1-inch or 20 gauge, 1½-inch Gluteal 20 gauge, 1½-inch or 20 gauge, 2-inch 662 mg dose Gluteal 20 gauge, 1½-inch or 20 gauge, 2-inch 882 mg dose Gluteal 20 gauge, 1½-inch or 20 gauge, 2-inch 1064 mg dose Gluteal 20 gauge, 1½-inch or 20 gauge, 2-inch [see Dosage and Administration ( 2.1 )] 3. ATTACH the injection needle. Attach the appropriate needle securely with a clockwise twisting motion. Do NOT overtighten. Overtightening could lead to needle hub cracking. 4. PRIME the syringe to remove air. 4a. Bring the syringe into upright position and tap the syringe to bring air to the top. 4b. Depress the plunger rod to remove air until a few drops are released. It is normal to see small air bubbles remaining in the syringe. 5. Inject in a RAPID and CONTINUOUS manner. Product requires a RAPID injection. Do not hesitate. Administer the entire content intramuscularly. Do not inject by any other route. 6. DISPOSE of the needle. Cover the needle by pressing the safety device. Dispose of used and unused items in a proper waste container.",
        "pharmacogenomics": "Dose Adjustments for CYP450 Considerations Refer to the prescribing information for oral aripiprazole for recommendations regarding dosage adjustments due to drug interactions, for the first 21 days when the patient is taking 21 days of oral aripiprazole concomitantly with the first dose of ARISTADA. Avoid initiating ARISTADA treatment with ARISTADA INITIO in patients requiring dose adjustments. Once stabilized on ARISTADA, refer to the dosing recommendations below for patients taking strong CYP2D6 inhibitors, strong CYP3A4 inhibitors, or strong CYP3A4 inducers: No dosage changes recommended for ARISTADA, if CYP450 modulators are added for less than 2 weeks. Make dose changes to ARISTADA if CYP450 modulators are added for greater than 2 weeks (see Table 4 ). Table 4: ARISTADA Dose Adjustments with Concomitant CYP450 Modulator Use Concomitant Medicine Dose Change for ARISTADA a a For the 882 mg dose administered every 6 weeks and the 1064 mg administered every 2 months, the next lower strength should be 441 mg administered monthly. Strong CYP3A4 Inhibitor Reduce the dose of ARISTADA to the next lower strength. No dosage adjustment is necessary in patients taking 441 mg ARISTADA, if tolerated. For patients known to be poor metabolizers of CYP2D6 : Reduce dose to 441 mg from 662 mg, 882 mg, or 1064 mg. No dosage adjustment is necessary in patients taking 441 mg ARISTADA, if tolerated. Strong CYP2D6 Inhibitor Reduce the dose of ARISTADA to the next lower strength. No dosage adjustment is necessary in patients taking 441 mg ARISTADA, if tolerated. For patients known to be poor metabolizers of CYP2D6 : No dose adjustment required. Both Strong CYP3A4 Inhibitor and Strong CYP2D6 Inhibitor Avoid use for patients at 662 mg, 882 mg, or 1064 mg dose. No dosage adjustment is necessary in patients taking 441 mg ARISTADA, if tolerated. CYP3A4 Inducers No dose adjustment for 662 mg, 882 mg, or 1064 mg dose; increase the 441 mg dose to 662 mg."
    },
    "atomoxetine":
    {
        "brand_name": "strattera",
        "pharmGKB_ID": "PA134688071",
        "pharmacokinetics": "Atomoxetine is well-absorbed after oral administration and is minimally affected by food. It is eliminated primarily by oxidative metabolism through the cytochrome P450 2D6 (CYP2D6) enzymatic pathway and subsequent glucuronidation. Atomoxetine has a half-life of about 5 hours. A fraction of the population (about 7% of Caucasians and 2% of African Americans) are poor metabolizers (PMs) of CYP2D6 metabolized drugs. These individuals have reduced activity in this pathway resulting in 10-fold higher AUCs, 5-fold higher peak plasma concentrations, and slower elimination (plasma half-life of about 24 hours) of atomoxetine compared with people with normal activity [extensive metabolizers (EMs)]. Drugs that inhibit CYP2D6, such as fluoxetine, paroxetine, and quinidine, cause similar increases in exposure. The pharmacokinetics of atomoxetine have been evaluated in more than 400 children and adolescents in selected clinical trials, primarily using population pharmacokinetic studies. Single-dose and steady-state individual pharmacokinetic data were also obtained in children, adolescents, and adults. When doses were normalized to a mg/kg basis, similar half-life, C max , and AUC values were observed in children, adolescents, and adults. Clearance and volume of distribution after adjustment for body weight were also similar. Absorption and distribution — Atomoxetine is rapidly absorbed after oral administration, with absolute bioavailability of about 63% in EMs and 94% in PMs. Maximal plasma concentrations (C max ) are reached approximately 1 to 2 hours after dosing. STRATTERA can be administered with or without food. Administration of STRATTERA with a standard high-fat meal in adults did not affect the extent of oral absorption of atomoxetine (AUC), but did decrease the rate of absorption, resulting in a 37% lower C max , and delayed T max by 3 hours. In clinical trials with children and adolescents, administration of STRATTERA with food resulted in a 9% lower C max . The steady-state volume of distribution after intravenous administration is 0.85 L/kg indicating that atomoxetine distributes primarily into total body water. Volume of distribution is similar across the patient weight range after normalizing for body weight. At therapeutic concentrations, 98% of atomoxetine in plasma is bound to protein, primarily albumin. Metabolism and elimination — Atomoxetine is metabolized primarily through the CYP2D6 enzymatic pathway. People with reduced activity in this pathway (PMs) have higher plasma concentrations of atomoxetine compared with people with normal activity (EMs). For PMs, AUC of atomoxetine is approximately 10-fold and C ss,max is about 5-fold greater than EMs. Laboratory tests are available to identify CYP2D6 PMs. Coadministration of STRATTERA with potent inhibitors of CYP2D6, such as fluoxetine, paroxetine, or quinidine, results in a substantial increase in atomoxetine plasma exposure, and dosing adjustment may be necessary [see Warnings and Precautions ( 5.13 )] . Atomoxetine did not inhibit or induce the CYP2D6 pathway. The major oxidative metabolite formed, regardless of CYP2D6 status, is 4-hydroxyatomoxetine, which is glucuronidated. 4-Hydroxyatomoxetine is equipotent to atomoxetine as an inhibitor of the norepinephrine transporter but circulates in plasma at much lower concentrations (1% of atomoxetine concentration in EMs and 0.1% of atomoxetine concentration in PMs). 4-Hydroxyatomoxetine is primarily formed by CYP2D6, but in PMs, 4-hydroxyatomoxetine is formed at a slower rate by several other cytochrome P450 enzymes. N-Desmethylatomoxetine is formed by CYP2C19 and other cytochrome P450 enzymes, but has substantially less pharmacological activity compared with atomoxetine and circulates in plasma at lower concentrations (5% of atomoxetine concentration in EMs and 45% of atomoxetine concentration in PMs). Mean apparent plasma clearance of atomoxetine after oral administration in adult EMs is 0.35 L/hr/kg and the mean half-life is 5.2 hours. Following oral administration of atomoxetine to PMs, mean apparent plasma clearance is 0.03 L/hr/kg and mean half-life is 21.6 hours. For PMs, AUC of atomoxetine is approximately 10-fold and C ss,max is about 5-fold greater than EMs. The elimination half-life of 4-hydroxyatomoxetine is similar to that of N-desmethylatomoxetine (6 to 8 hours) in EM subjects, while the half-life of N-desmethylatomoxetine is much longer in PM subjects (34 to 40 hours). Atomoxetine is excreted primarily as 4-hydroxyatomoxetine- O -glucuronide, mainly in the urine (greater than 80% of the dose) and to a lesser extent in the feces (less than 17% of the dose). Only a small fraction of the STRATTERA dose is excreted as unchanged atomoxetine (less than 3% of the dose), indicating extensive biotransformation.",
        "dosage_and_administration": "Acute Treatment Dosing of children and adolescents up to 70 kg body weight — STRATTERA should be initiated at a total daily dose of approximately 0.5 mg/kg and increased after a minimum of 3 days to a target total daily dose of approximately 1.2 mg/kg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. No additional benefit has been demonstrated for doses higher than 1.2 mg/kg/day [see Clinical Studies ( 14 )] . The total daily dose in children and adolescents should not exceed 1.4 mg/kg or 100 mg, whichever is less. Dosing of children and adolescents over 70 kg body weight and adults — STRATTERA should be initiated at a total daily dose of 40 mg and increased after a minimum of 3 days to a target total daily dose of approximately 80 mg administered either as a single daily dose in the morning or as evenly divided doses in the morning and late afternoon/early evening. After 2 to 4 additional weeks, the dose may be increased to a maximum of 100 mg in patients who have not achieved an optimal response. There are no data that support increased effectiveness at higher doses. The maximum recommended total daily dose in children and adolescents over 70 kg and adults is 100 mg. 2.2 Maintenance/Extended Treatment It is generally agreed that pharmacological treatment of ADHD may be needed for extended periods. The benefit of maintaining pediatric patients (ages 6-15 years) with ADHD on STRATTERA after achieving a response in a dose range of 1.2 to 1.8 mg/kg/day was demonstrated in a controlled trial. Patients assigned to STRATTERA in the maintenance phase were generally continued on the same dose used to achieve a response in the open label phase. The physician who elects to use STRATTERA for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient [see Clinical Studies ( 14.1 )]. 2.3 General Dosing Information STRATTERA may be taken with or without food. STRATTERA can be discontinued without being tapered. STRATTERA capsules are not intended to be opened, they should be taken whole [see Patient Counseling Information ( 17.6 )] . The safety of single doses over 120 mg and total daily doses above 150 mg have not been systematically evaluated. 2.4 Dosing in Specific Populations Dosing adjustment for hepatically impaired patients — For those ADHD patients who have hepatic insufficiency (HI), dosage adjustment is recommended as follows: For patients with moderate HI (Child-Pugh Class B), initial and target doses should be reduced to 50% of the normal dose (for patients without HI). For patients with severe HI (Child-Pugh Class C), initial dose and target doses should be reduced to 25% of normal [see Use In Specific Populations ( 8.6 )] . Dosing adjustment for use with a strong CYP2D6 inhibitor or in patients who are known to be CYP2D6 PMs — In children and adolescents up to 70 kg body weight administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, or in patients who are known to be CYP2D6 PMs, STRATTERA should be initiated at 0.5 mg/kg/day and only increased to the usual target dose of 1.2 mg/kg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated. In children and adolescents over 70 kg body weight and adults administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, STRATTERA should be initiated at 40 mg/day and only increased to the usual target dose of 80 mg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated.",
        "pharmacogenomics": "2.4 Dosing in Specific Populations Dosing adjustment for hepatically impaired patients — For those ADHD patients who have hepatic insufficiency (HI), dosage adjustment is recommended as follows: For patients with moderate HI (Child-Pugh Class B), initial and target doses should be reduced to 50% of the normal dose (for patients without HI). For patients with severe HI (Child-Pugh Class C), initial dose and target doses should be reduced to 25% of normal [see Use In Specific Populations ( 8.6 )] . Dosing adjustment for use with a strong CYP2D6 inhibitor or in patients who are known to be CYP2D6 PMs — In children and adolescents up to 70 kg body weight administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, or in patients who are known to be CYP2D6 PMs, STRATTERA should be initiated at 0.5 mg/kg/day and only increased to the usual target dose of 1.2 mg/kg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated. In children and adolescents over 70 kg body weight and adults administered strong CYP2D6 inhibitors, e.g., paroxetine, fluoxetine, and quinidine, STRATTERA should be initiated at 40 mg/day and only increased to the usual target dose of 80 mg/day if symptoms fail to improve after 4 weeks and the initial dose is well tolerated."
    },
    "azathioprine":
    {
        "brand_name": "imuran",
        "pharmGKB_ID": "PA448515",
        "pharmacokinetics": null,
        "dosage_and_administration": "TPMT TESTING CANNOT SUBSTITUTE FOR COMPLETE BLOOD COUNT (CBC) MONITORING IN PATIENTS RECEIVING AZATHIOPRINE TABLETS. TPMT genotyping or phenotyping can be used to identify patients with absent or reduced TPMT activity. Patients with low or absent TPMT activity are at an increased risk of developing severe, life-threatening myelotoxicity from azathioprine tablets if conventional doses are given. Physicians may consider alternative therapies for patients who have low or absent TPMT activity (homozygous for non-functional alleles). Azathioprine tablets should be administered with caution to patients having one non-functional allele (heterozygous) who are at risk for reduced TPMT activity that may lead to toxicity if conventional doses are given. Dosage reduction is recommended in patients with reduced TPMT activity. Early drug discontinuation may be considered in patients with abnormal CBC results that do not respond to dose reduction. Renal Homotransplantation The dose of azathioprine tablets required to prevent rejection and minimize toxicity will vary with individual patients; this necessitates careful management. The initial dose is usually 3 to 5 mg/kg daily, beginning at the time of transplant. Azathioprine tablets are usually given as a single daily dose on the day of, and in a minority of cases 1 to 3 days before, transplantation. Dose reduction to maintenance levels of 1 to 3 mg/kg daily is usually possible. The dose of azathioprine tablets should not be increased to toxic levels because of threatened rejection. Discontinuation may be necessary for severe hematologic or other toxicity, even if rejection of the homograft may be a consequence of drug withdrawal. Rheumatoid Arthritis Azathioprine tablets are usually given on a daily basis. The initial dose should be approximately 1.0 mg/kg (50 to 100 mg) given as a single dose or on a twice-daily schedule. The dose may be increased, beginning at 6 to 8 weeks and thereafter by steps at 4-week intervals, if there are no serious toxicities and if initial response is unsatisfactory. Dose increments should be 0.5 mg/kg daily, up to a maximum dose of 2.5 mg/kg per day. Therapeutic response occurs after several weeks of treatment, usually 6 to 8; an adequate trial should be a minimum of 12 weeks. Patients not improved after 12 weeks can be considered refractory. Azathioprine tablets may be continued long-term in patients with clinical response, but patients should be monitored carefully, and gradual dosage reduction should be attempted to reduce risk of toxicities. Maintenance therapy should be at the lowest effective dose, and the dose given can be lowered decrementally with changes of 0.5 mg/kg or approximately 25 mg daily every 4 weeks while other therapy is kept constant. The optimum duration of maintenance azathioprine tablets has not been determined. Azathioprine tablets can be discontinued abruptly, but delayed effects are possible. Use in Renal Dysfunction Relatively oliguric patients, especially those with tubular necrosis in the immediate postcadaveric transplant period, may have delayed clearance of azathioprine tablets or its metabolites, may be particularly sensitive to this drug, and are usually given lower doses. Procedures for proper handling and disposal of this immunosuppressive antimetabolite drug should be considered. Several guidelines on this subject have been published. 25-31 There is no general agreement that all of the procedures recommended in the guidelines are necessary or appropriate.",
        "pharmacogenomics": "Consider alternative therapy in patients with homozygous TPMT or NUDT15 deficiency and reduced dosages in patients with heterozygous deficiency. Because of the risk of increased toxicity, dosage reduction is recommended in patients known to have heterozygous deficiency of TPMT or NUDT15. Patients who are heterozygous for both TPMT and NUDT15 deficiency may require more substantial dosage reductions."
    },
    "belinostat":
    {
        "brand_name": "beleodaq",
        "pharmGKB_ID": "PA165971474",
        "pharmacokinetics": "The pharmacokinetic characteristics of belinostat were analyzed from pooled data from phase 1/2 clinical studies that used doses of belinostat ranging from 150 to 1200 mg/m 2 . The total mean plasma clearance and elimination half-life were 1240 mL/min and 1.1 hours, respectively. The total clearance approximates average hepatic blood flow (1500 mL/min), suggesting high hepatic extraction (clearance being flow dependent). Distribution The mean belinostat volume of distribution approaches total body water, indicating that belinostat has limited body tissue distribution. In vitro plasma studies have shown that between 92.9% and 95.8% of belinostat is bound to protein in an equilibrium dialysis assay, and was independent of belinostat plasma concentrations from 500 to 25,000 ng/mL. Elimination Metabolism Belinostat is primarily metabolized by hepatic UGT1A1. Strong UGT1A1 inhibitors are expected to increase exposure to belinostat. Belinostat also undergoes hepatic metabolism by CYP2A6, CYP2C9, and CYP3A4 enzymes to form belinostat amide and belinostat acid. The enzymes responsible for the formation of methyl belinostat and 3-(anilinosulfonyl)-benzenecarboxylic acid, (3-ASBA) are not known. Excretion Following a single dose of [ 14 C]-labelled belinostat (100 μCi, 1500 mg) administered as a 30-minute intravenous infusion in patients with recurrent or progressive malignancy (N=6), fecal excretion accounted for a mean (± SD) of 9.7% (± 6.5%) of the administered radioactive belinostat dose over 168 hours. The mean (± SD) of the administered radioactive belinostat dose that was excreted in urine over 168 hours was 84.8% (± 9.8%), of which unchanged belinostat accounted for only 1.7%. Drug Interaction Studies In vitro studies showed belinostat and its metabolites (including belinostat glucuronide, belinostat amide, methyl belinostat) inhibited metabolic activities of CYP2C8 and CYP2C9. Other metabolites (3-ASBA and belinostat acid) inhibited CYP2C8. In cancer patients, co-administration of Beleodaq (1,000 mg/m 2 ) and warfarin (5 mg), a known CYP2C9 substrate, did not increase the AUC or C max of either R- or S-warfarin. Belinostat is likely a glycoprotein (P-gp) substrate but is unlikely to inhibit P-gp.",
        "dosage_and_administration": "Recommended dosage of Beleodaq is 1,000 mg/m2 administered over 30 minutes by intravenous infusion once daily on days 1-5 of a 21-day cycle. Cycles can be repeated until disease progression or unacceptable toxicity. ( 2.1 ) Treatment discontinuation or interruption with or without dosage reductions by 25% may be needed to manage adverse reactions ( 2.2 ) 2.1 Dosing Information The recommended dosage of Beleodaq is 1,000 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1-5 of a 21-day cycle. Cycles can be repeated every 21 days until disease progression or unacceptable toxicity. 2.2 Dosage Modification for Hematologic and Non-Hematologic Toxicities Table 1 displays the recommended Beleodaq dosage modifications for hematologic and non-hematologic toxicities. Base dosage adjustments for thrombocytopenia and neutropenia on platelet and absolute neutrophil nadir (lowest value) counts in the preceding cycle of therapy. • Absolute neutrophil count (ANC) should be greater than or equal to 1.0 x 10 9 /L and the platelet count should be greater than or equal to 50 x 10 9 /L prior to the start of each cycle and prior to resuming treatment following toxicity. Resume subsequent treatment with Beleodaq according to the guidelines described in Table 1 below. Discontinue Beleodaq in patients who have recurrent ANC nadirs less than 0.5 x 10 9 /L and/or recurrent platelet count nadirs less than 25 x 10 9 /L after two dosage reductions. • Other toxicities must be NCI-CTCAE Grade 2 or less prior to re-treatment. Monitor complete blood counts at baseline and weekly. Perform serum chemistry tests, including renal and hepatic functions prior to the start of the first dose of each cycle. Table 1: Dosage Modifications for Hematologic and Non-Hematologic Toxicities Dosage Modification Dosage Modifications due to Hematologic Toxicities Platelet count ≥ 25 x 10 9 /L and nadir ANC ≥ 0.5 x 10 9 /L No Change Nadir ANC < 0.5 x 10 9 /L (any platelet count) Decrease dosage by 25% (750 mg/m 2 ) Platelet count < 25 x 10 9 /L (any nadir ANC) Dosage Modifications due to Non-Hematologic Toxicities Any CTCAE Grade 3 or 4 adverse reaction For nausea, vomiting, and diarrhea, only dose modify if the duration is greater than 7 days with supportive management Decrease dosage by 25% (750 mg/m 2 ) Recurrence of CTCAE Grade 3 or 4 adverse reaction after two dosage reductions Discontinue Beleodaq 2.3 Patients with Reduced UGT1A1 Activity Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele [see Clinical Pharmacology ( 12.5 )] . 2.4 Preparation and Administration Precautions As with other potentially cytotoxic anticancer agents, exercise care in the handling and preparation of solutions prepared with Beleodaq. 2.5 Reconstitution and Infusion Instructions a) Aseptically reconstitute each vial of Beleodaq by adding 9 mL of Sterile Water for injection, USP, into the Beleodaq vial with a suitable syringe to achieve a concentration of 50 mg of belinostat per mL. Swirl the contents of the vial until there are no visible particles in the resulting solution. The reconstituted product may be stored for up to 12 hours at ambient temperature (15-25°C; 59-77°F). b) Aseptically withdraw the volume needed for the required dosage (based on the 50 mg/mL concentration and the patient’s BSA [m2]) and transfer to an infusion bag containing 250 mL of 0.9 % Sodium Chloride injection. The infusion bag with drug solution may be stored at ambient room temperature (15-25°C; 59-77°F) for up to 36 hours including infusion time. c) Visually inspect the solution for particulate matter. Do not use if cloudiness or particulates are observed. d) Connect the infusion bag containing drug solution to an infusion set with a 0.22 µm in-line filter for administration. e) Infuse intravenously over 30 minutes. If infusion site pain or other symptoms potentially attributable to the infusion occur, the infusion time may be extended to 45 minutes.",
        "pharmacogenomics": "UGT1A1 Inhibitors Belinostat is primarily metabolized by UGT1A1. Avoid concomitant administration of Beleodaq with strong inhibitors of UGT1A1. Patients with Reduced UGT1A1 Activity Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele."
    },
    "brexpiprazole":
    {
        "brand_name": "rexulti",
        "pharmGKB_ID": "PA166160053",
        "pharmacokinetics": "Absorption After single-dose administration of REXULTI tablets, the peak plasma brexpiprazole concentrations occurred within 4 hours after administration, and the absolute oral bioavailability was 95%. Brexpiprazole steady-state concentrations were attained within 10 to 12 days of dosing. REXULTI can be administered with or without food. Administration of a 4 mg REXULTI tablet with a standard high-fat meal did not significantly affect the C max or AUC of brexpiprazole. After single and multiple once daily dose administration, brexpiprazole exposure (C max and AUC) increased in proportion to the dose administered. In vitro studies of brexpiprazole did not indicate that brexpiprazole is a substrate of efflux transporters such as MDRI (P-gp) and BCRP. Distribution The volume of distribution of brexpiprazole following intravenous administration is high (1.56±0.42 L/kg), indicating extravascular distribution. Brexpiprazole is highly protein bound in plasma (greater than 99%) to serum albumin and α1-acid glycoprotein, and its protein binding is not affected by renal or hepatic impairment. Based on results of in vitro studies, brexpiprazole protein binding is not affected by warfarin, diazepam, or digitoxin. Elimination Metabolism Based on in vitro metabolism studies of brexpiprazole using recombinant human cytochrome P450 (CYP1A1, 1A2, 2A6, 2B6, 2C8, 2C9, 2C19, 2D6, 2E1, and 3A4), the metabolism of brexpiprazole was shown to be mainly mediated by CYP3A4 and CYP2D6. In vivo brexpiprazole is metabolized primarily by CYP3A4 and CYP2D6 enzymes. After single- and multiple-dose administrations, brexpiprazole and its major metabolite, DM-3411, were the predominant drug moieties in the systemic circulation. At steady-state, DM-3411 represented 23% to 48% of brexpiprazole exposure (AUC) in plasma. DM-3411 is considered not to contribute to the therapeutic effects of brexpiprazole. Based on in vitro data, brexpiprazole showed little to no inhibition of CYP450 isozymes. Excretion Following a single oral dose of [ 14 C]-labeled brexpiprazole, approximately 25% and 46% of the administered radioactivity was recovered in the urine and feces, respectively. Less than 1% of unchanged brexpiprazole was excreted in the urine, and approximately 14% of the oral dose was recovered unchanged in the feces. Apparent oral clearance of a brexpiprazole oral tablet after once daily administration is 19.8 (±11.4) mL/h/kg. After multiple once daily administration of REXULTI, the terminal elimination half-lives of brexpiprazole and its major metabolite, DM-3411, were 91 hours and 86 hours, respectively. Studies in Specific Populations Exposures of brexpiprazole in specific populations are summarized in Figure 1. Population pharmacokinetic (PK) analysis indicated exposure of brexpiprazole in patients with moderate renal impairment was higher compared to patients with normal renal function. Figure 1: Effects of Intrinsic Factors on Brexpiprazole Pharmacokinetics Figure 1 Drug Interaction Studies Effects of other drugs on the exposures of brexpiprazole are summarized in Figure 2. Based on simulation, a 5.1-fold increase in AUC values at steady-state is expected when extensive metabolizers of CYP2D6 are administered with both strong CYP2D6 and CYP3A4 inhibitors. A 4.8-fold increase in mean AUC values at steady-state is expected in poor metabolizers of CYP2D6 administered with strong CYP3A4 inhibitors [see Drug Interactions (7.1) ]. Figure 2: The Effects of Other Drugs on Brexpiprazole Pharmacokinetics The effects of REXULTI on the exposures of other drugs are summarized in Figure 3.",
        "dosage_and_administration": "Administer REXULTI once daily with or without food. Indication Starting Dose Recommended Dose Maximum Dose MDD ( 2.1 ) 0.5 mg/day or 1 mg/day 2 mg/day 3 mg/day Schizophrenia ( 2.2 ) 1 mg/day 2 to 4 mg/day 4 mg/day Moderate to Severe Hepatic Impairment (Child-Pugh score ≥7): Maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia. ( 2.3 ) Moderate, Severe or End-Stage Renal Impairment (CLcr<60 mL/minute): Maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia. ( 2.4 ) Known CYP2D6 Poor Metabolizers: Reduce the usual dosage by half. ( 2.5 ) 2.1 Adjunctive Treatment of Major Depressive Disorder The recommended starting dosage for REXULTI as adjunctive treatment is 0.5 mg or 1 mg once daily, taken orally with or without food [see Clinical Pharmacology (12.3) ]. Titrate to 1 mg once daily, then up to the target dosage of 2 mg once daily. Dosage increases should occur at weekly intervals based on the patient's clinical response and tolerability. The maximum recommended daily dosage is 3 mg. Periodically reassess to determine the continued need and appropriate dosage for treatment. 2.2 Treatment of Schizophrenia The recommended starting dosage for REXULTI is 1 mg once daily on Days 1 to 4, taken orally with or without food [see Clinical Pharmacology (12.3) ] . The recommended target REXULTI dosage is 2 mg to 4 mg once daily. Titrate to 2 mg once daily on Day 5 through Day 7, then to 4 mg on Day 8 based on the patient's clinical response and tolerability. The maximum recommended daily dosage is 4 mg. 2.3 Dosage Adjustments for Hepatic Impairment For patients with moderate to severe hepatic impairment (Child-Pugh score ≥7), the maximum recommended dosage is 2 mg once daily for patients with MDD, and 3 mg once daily for patients with schizophrenia [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] . 2.4 Dosage Adjustments for Renal Impairment For patients with moderate, severe or end-stage renal impairment (creatinine clearance CLcr<60 mL/minute), the maximum recommended dosage is 2 mg once daily for patients with MDD and 3 mg once daily for patients with schizophrenia [see Use in Specific Populations (8.8) , Clinical Pharmacology (12.3) ] . 2.5 Dosage Modifications for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP Inhibitors or Inducers Dosage adjustments are recommended in patients who are known cytochrome P450 (CYP) 2D6 poor metabolizers and in patients taking concomitant CYP3A4 inhibitors or CYP2D6 inhibitors or strong CYP3A4 inducers (see Table 1 ). If the coadministered drug is discontinued, adjust the REXULTI dosage to its original level. If the coadministered CYP3A4 inducer is discontinued, reduce the REXULTI dosage to the original level over 1 to 2 weeks [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . Table 1: Dosage Adjustments of REXULTI for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP3A4 and CYP2D6 Inhibitors and/or CYP3A4 Inducers Factors Adjusted REXULTI Dosage CYP2D6 Poor Metabolizers CYP2D6 poor metabolizers Administer half of the usual dose. Known CYP2D6 poor metabolizers taking strong/moderate CYP3A4 inhibitors Administer a quarter of the usual dose. Patients Taking CYP2D6 Inhibitors and/or CYP3A4 Inhibitors Strong CYP2D6 inhibitors In the clinical trials examining the adjunctive use of REXULTI in the treatment of MDD, dosage was not adjusted for strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). Thus, CYP considerations are already factored into general dosing recommendations, and REXULTI may be administered without dosage adjustment in patients with MDD. Administer half of the usual dose. Strong CYP3A4 inhibitors Administer half of the usual dose. Strong/moderate CYP2D6 inhibitors with strong/moderate CYP3A4 inhibitors Administer a quarter of the usual dose. Patients Taking CYP3A4 Inducers Strong CYP3A4 inducers Double usual dose over 1 to 2 weeks.",
        "pharmacogenomics": "Factors Dosage Adjustments for REXULTI  Strong CYP2D6 REXULTI may be administered without dosage adjustment in patients with MDD when administered with strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). or CYP3A4 inhibitors Administer half of usual dose. Strong/moderate CYP2D6 with Strong/moderate CYP3A4 inhibitors Administer a quarter of usual dose. Known CYP2D6 poor metabolizers taking strong/moderate CYP3A4 inhibitors Administer a quarter of usual dose. Strong CYP3A4 inducers Double the usual dose and further adjust based on clinical response. 7.1 Drugs Having Clinically Important Interactions with REXULTI Table 10: Clinically Important Drug Interactions with REXULTI Strong CYP3A4 Inhibitors Clinical Impact: Concomitant use of REXULTI with strong CYP3A4 inhibitors increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with a strong CYP3A4 inhibitor, reduce the REXULTI dosage [see Dosage and Administration (2.5) ]. Examples: itraconazole, clarithromycin, ketoconazole Strong CYP2D6 Inhibitors In the clinical trials examining the adjunctive use of REXULTI in the treatment of MDD, dosage was not adjusted for strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). Thus, CYP considerations are already factored into general dosing recommendations, and REXULTI may be administered without dosage adjustment in patients with MDD. Clinical Impact: Concomitant use of REXULTI with strong CYP2D6 inhibitors increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with a strong CYP2D6 inhibitor, reduce the REXULTI dosage [see Dosage and Administration (2.5) ]. Examples: paroxetine, fluoxetine, quinidine Both CYP3A4 Inhibitors and CYP2D6 Inhibitors Clinical Impact: Concomitant use of REXULTI with 1) a strong CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 2) a moderate CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 3) a strong CYP3A4 inhibitor and a moderate CYP2D6 inhibitor; or 4) a moderate CYP3A4 inhibitor and a moderate CYP2D6 inhibitor increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with 1) a strong CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 2) a moderate CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 3) a strong CYP3A4 inhibitor and a moderate CYP2D6 inhibitor; or 4) a moderate CYP3A4 inhibitor and a moderate CYP2D6 inhibitor, decrease the REXULTI dosage [see Dosage and Administration (2.5) ]. Examples: 1) itraconazole + quinidine 2) fluconazole + paroxetine 3) itraconazole + duloxetine 4) fluconazole + duloxetine Strong CYP3A4 Inducers Clinical Impact: Concomitant use of REXULTI and a strong CYP3A4 inducer decreased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with a strong CYP3A4 inducer, increase the REXULTI dosage [see Dosage and Administration (2.5) ]. Examples: rifampin, St. John's wort 7.2 Drugs Having No Clinically Important Interactions with REXULTI Based on pharmacokinetic studies, no dosage adjustment of REXULTI is required when administered concomitantly with CYP2B6 inhibitors (e.g., ticlopidine) or gastric pH modifiers (e.g., omeprazole). Additionally, no dosage adjustment for substrates of CYP2D6 (e.g., dextromethorphan), CYP3A4 (e.g., lovastatin), CYP2B6 (e.g., bupropion), BCRP (e.g., rosuvastatin), or P-gp (e.g., fexofenadine) is required when administered concomitantly with REXULTI."
    },
    "capecitabine":
    {
        "brand_name": "xeloda",
        "pharmGKB_ID": "PA448771",
        "pharmacokinetics": "Absorption Following oral administration of 1,255 mg/m2 BID to cancer patients, capecitabine reached peak blood levels in about 1.5 hours (T max ) with peak 5-FU levels occurring slightly later, at 2 hours. Food reduced both the rate and extent of absorption of capecitabine with mean C max and AUC 0-∞ decreased by 60% and 35%, respectively. The C max and AUC 0-∞ of 5-FU were also reduced by food by 43% and 21%, respectively. Food delayed T max of both parent and 5-FU by 1.5 hours [see Warnings and Precautions (5) , Dosage and Administration (2) , and Drug- Food Interaction (7.2) ]. The pharmacokinetics of capecitabine and its metabolites have been evaluated in about 200 cancer patients over a dosage range of 500 to 3,500 mg/m 2 /day. Over this range, the pharmacokinetics of capecitabine and its metabolite, 5’-DFCR were dose proportional and did not change over time. The increases in the AUCs of 5’-DFUR and 5- FU, however, were greater than proportional to the increase in dose and the AUC of 5-FU was 34% higher on day 14 than on day 1. The interpatient variability in the C max and AUC of 5-FU was greater than 85%. Distribution Plasma protein binding of capecitabine and its metabolites is less than 60% and is not concentration-dependent. Capecitabine was primarily bound to human albumin (approximately 35%). Capecitabine has a low potential for pharmacokinetic interactions related to plasma protein binding. Bioactivation and Metabolism Capecitabine is extensively metabolized enzymatically to 5-FU. In the liver, a 60 kDa carboxylesterase hydrolyzes much of the compound to 5’-deoxy-5-fluorocytidine (5’-DFCR). Cytidine deaminase, an enzyme found in most tissues, including tumors, subsequently converts 5’-DFCR to 5’-DFUR. The enzyme, thymidine phosphorylase (dThdPase), then hydrolyzes 5’-DFUR to the active drug 5-FU. Many tissues throughout the body express thymidine phosphorylase. Some human carcinomas express this enzyme in higher concentrations than surrounding normal tissues. Following oral administration of capecitabine 7 days before surgery in patients with colorectal cancer, the median ratio of 5-FU concentration in colorectal tumors to adjacent tissues was 2.9 (range from 0.9 to 8). These ratios have not been evaluated in breast cancer patients or compared to 5-FU infusion. Metabolic Pathway of capecitabine to 5-FU The enzyme dihydropyrimidine dehydrogenase hydrogenates 5-FU, the product of capecitabine metabolism, to the much less toxic 5-fluoro-5, 6-dihydro-fluorouracil (FUH2). Dihydropyrimidinase cleaves the pyrimidine ring to yield 5-fluoro-ureido-propionic acid (FUPA). Finally, β-ureido-propionase cleaves FUPA to α-fluoro-β-alanine (FBAL) which is cleared in the urine. In vitro enzymatic studies with human liver microsomes indicated that capecitabine and its metabolites (5’ -DFUR, 5’-DFCR, 5-FU, and FBAL) did not inhibit the metabolism of test substrates by cytochrome P450 isoenzymes 1A2, 2A6, 3A4, 2C19, 2D6, and 2E1. Excretion Capecitabine and its metabolites are predominantly excreted in urine; 95.5% of administered capecitabine dose is recovered in urine. Fecal excretion is minimal (2.6%). The major metabolite excreted in urine is FBAL which represents 57% of the administered dose. About 3% of the administered dose is excreted in urine as unchanged drug. The elimination half-life of both parent capecitabine and 5-FU was about 0.75 hour. Effect of Age, Gender, and Race on the Pharmacokinetics of Capecitabine A population analysis of pooled data from the two large controlled studies in patients with metastatic colorectal cancer (n=505) who were administered capecitabine at 1,250 mg/m 2 twice a day indicated that gender (202 females and 303 males) and race (455 white/Caucasian patients, 22 black patients, and 28 patients of other race) have no influence on the pharmacokinetics of 5’-DFUR, 5-FU and FBAL. Age has no significant influence on the pharmacokinetics of 5’-DFUR and 5-FU over the range of 27 to 86 years. A 20% increase in age results in a 15% increase in AUC of FBAL [see Warnings and Precautions ( 5.11 ) and Dosage and Administration ( 2.4 ) ]. Following oral administration of 825 mg/m 2 capecitabine twice daily for 14 days, Japanese patients (n=18) had about 36% lower C max and 24% lower AUC for capecitabine than the Caucasian patients (n=22). Japanese patients had also about 25% lower C max and 34% lower AUC for FBAL than the Caucasian patients. The clinical significance of these differences is unknown. No significant differences occurred in the exposure to other metabolites (5’-DFCR, 5’-DFUR, and 5-FU). Effect of Hepatic Insufficiency Capecitabine has been evaluated in 13 patients with mild to moderate hepatic dysfunction due to liver metastases defined by a composite score including bilirubin, AST/ALT and alkaline phosphatase following a single 1,255 mg/m 2 dose of capecitabine. Both AUC 0-∞ and C max of capecitabine increased by 60% in patients with hepatic dysfunction compared to patients with normal hepatic function (n=14). The AUC 0-∞ and C max of 5-FU were not affected. In patients with mild to moderate hepatic dysfunction due to liver metastases, caution should be exercised when capecitabine is administered. The effect of severe hepatic dysfunction on capecitabine is not known [see Warnings and Precautions ( 5.11 ) and Use in Specific Populations ( 8.6 ) ]. Effect of Renal Insufficiency Following oral administration of 1,250 mg/m 2 capecitabine twice a day to cancer patients with varying degrees of renal impairment, patients with moderate (creatinine clearance = 30 to 50 mL/min) and severe (creatinine clearance <30 mL/min) renal impairment showed 85% and 258% higher systemic exposure to FBAL on day 1 compared to normal renal function patients (creatinine clearance >80 mL/min). Systemic exposure to 5’-DFUR was 42% and 71% greater in moderately and severely renal impaired patients, respectively, than in normal patients. Systemic exposure to capecitabine was about 25% greater in both moderately and severely renal impaired patients [see Dosage and Administration (2.4), Contraindications (4.2), Warnings and Precautions (5.5), and Use in Specific Populations (8.7) ]. Effect of Capecitabine on the Pharmacokinetics of Warfarin In four patients with cancer, chronic administration of capecitabine (1,250 mg/m 2 bid) with a single 20 mg dose of warfarin increased the mean AUC of S-warfarin by 57% and decreased its clearance by 37%. Baseline corrected AUC of INR in these 4 patients increased by 2.8-fold, and the maximum observed mean INR value was increased by 91% [see Boxed Warning and Drug Interactions (7.1) ]. Effect of Antacids on the Pharmacokinetics of Capecitabine When Maalox ® (20 mL), an aluminum hydroxide- and magnesium hydroxide-containing antacid, was administered immediately after capecitabine (1,250 mg/m 2 , n=12 cancer patients), AUC and C max increased by 16% and 35%, respectively, for capecitabine and by 18% and 22%, respectively, for 5’-DFCR. No effect was observed on the other three major metabolites (5’-DFUR, 5-FU, FBAL) of capecitabine. Effect of Allopurinol on Capecitabine Published literature reported that concomitant use with allopurinol may decrease conversion of capecitabine to the active metabolites, FdUMP and FUTP; however, the clinical significance was not fully characterized. Effect of Capecitabine on the Pharmacokinetics of Docetaxel and Vice Versa A Phase 1 study evaluated the effect of capecitabine on the pharmacokinetics of docetaxel(Taxotere ® ) and the effect of docetaxel on the pharmacokinetics of capecitabine was conducted in 26 patients with solid tumors. capecitabine was found to have no effect on the pharmacokinetics of docetaxel (C max and AUC) and docetaxel has no effect on the pharmacokinetics of capecitabine and the 5-FU precursor 5’-DFUR.",
        "dosage_and_administration": "Capecitabine tablets should be swallowed whole with water within 30 minutes after a meal. Do not crush or cut capecitabine tablets. Capecitabine dose is calculated according to body surface area. Take capecitabine tablets with water within 30 min after a meal (2.1) Monotherapy: 1,250 mg/m 2 twice daily orally for 2 weeks followed by a one week rest period in 3-week cycles (2.2) Adjuvant treatment is recommended for a total of 6 months (8 cycles) (2.2) In combination with docetaxel, the recommended dose of capecitabine tablets is 1,250 mg/m 2 twice daily for 2 weeks followed by a 7-day rest period, combined with docetaxel at 75 mg/m 2 as a 1-hour IV infusion every 3 weeks (2.2) Capecitabine dosage may need to be individualized to optimize patient management (2.3) Reduce the dose of capecitabine by 25% in patients with moderate renal impairment (2.4) 2.1 Important Administration Instructions Capecitabine tablets should be swallowed whole with water within 30 minutes after a meal. Capecitabine is a cytotoxic drug. Follow applicable special handling and disposal procedures. If capecitabine tablets must be cut or crushed, this should be done by a professional trained in safe handling of cytotoxic drugs using appropriate equipment and safety procedures. Capecitabine tablets dose is calculated according to body surface area. 2.2 Standard Starting Dose Monotherapy (Metastatic Colorectal Cancer, Adjuvant Colorectal Cancer, Metastatic Breast Cancer) The recommended dose of capecitabine tablets is 1,250 mg/m 2 administered orally twice daily (morning and evening; equivalent to 2,500 mg/m 2 total daily dose) for 2 weeks followed by a 1-week rest period given as 3-week cycles (see Table 1 ). Adjuvant treatment in patients with Dukes’ C colon cancer is recommended for a total of 6 months [ie, capecitabine tablets 1,250 mg/m 2 orally twice daily for 2 weeks followed by a 1-week rest period, given as 3-week cycles for a total of 8 cycles (24 weeks)]. Table 1 Capecitabine Tablets Dose Calculation According to Body Surface Area Dose Level 1,250 mg/m 2 Twice a Day Number of Tablets to be Taken at Each Dose (Morning and Evening) Surface Area (m 2 ) Total Daily Dose* (mg) 150 mg 500 mg ≤1.25 3,000 0 3 1.26 to 1.37 3,300 1 3 1.38 to 1.51 3,600 2 3 1.52 to 1.65 4,000 0 4 1.66 to 1.77 4,300 1 4 1.78 to 1.91 4,600 2 4 1.92 to 2.05 5,000 0 5 2.06 to 2.17 5,300 1 5 ≥2.18 5,600 2 5 *Total Daily Dose divided by 2 to allow equal morning and evening doses In Combination With Docetaxel (Metastatic Breast Cancer) In combination with docetaxel, the recommended dose of capecitabine tablets is 1,250 mg/m 2 twice daily for 2 weeks followed by a 1-week rest period, combined with docetaxel at 75 mg/m 2 as a 1-hour intravenous infusion every 3 weeks. Pre-medication, according to the docetaxel labeling, should be started prior to docetaxel administration for patients receiving the capecitabine tablets plus docetaxel combination. Table 1 displays the total daily dose of capecitabine tablets by body surface area and the number of tablets to be taken at each dose. 2.3 Dose Management Guidelines General Capecitabine tablets dosage may need to be individualized to optimize patient management. Patients should be carefully monitored for toxicity and doses of capecitabine tablets should be modified as necessary to accommodate individual patient tolerance to treatment [see Clinical Studies (14) ]. Toxicity due to capecitabine tablets administration may be managed by symptomatic treatment, dose interruptions and adjustment of capecitabine tablets dose. Once the dose has been reduced, it should not be increased at a later time. Doses of capecitabine tablets omitted for toxicity are not replaced or restored; instead the patient should resume the planned treatment cycles. The dose of phenytoin and the dose of coumarin-derivative anticoagulants may need to be reduced when either drug is administered concomitantly with capecitabine tablets [see Drug Interactions (7.1) ] . Monotherapy (Metastatic Colorectal Cancer, Adjuvant Colorectal Cancer, Metastatic Breast Cancer) Capecitabine tablets dose modification scheme as described below (see Table 2 ) is recommended for the management of adverse reactions. Table 2 Recommended Dose Modifications of Capecitabine Tablets T oxicity NCIC Grades* During a Course of Therapy Dose Adjustment for Next Treatment (% of starting dose) Grade 1 Maintain dose level Maintain dose level Grade 2 -1st appearance Interrupt until resolved to grade 0 to 1 100% -2nd appearance 75% -3rd appearance 50% -4th appearance Discontinue treatment permanently - Grade 3 -1st appearance Interrupt until resolved to grade 0 to 1 75% -2nd appearance 50% -3rd appearance Discontinue treatment permanently - Grade 4 -1st appearance Discontinue permanently OR If physician deems it to be in the patient’s best interest to continue, interrupt until resolved to grade 0 to 1 50% *National Cancer Institute of Canada Common Toxicity Criteria were used except for the hand-and-foot syndrome [see Warnings and Precautions (5) ] In Combination With Docetaxel (Metastatic Breast Cancer) Dose modifications of capecitabine tablets for toxicity should be made according to Table 2 above for capecitabine tablets. At the beginning of a treatment cycle, if a treatment delay is indicated for either capecitabine tablets or docetaxel, then administration of both agents should be delayed until the requirements for restarting both drugs are met. The dose reduction schedule for docetaxel when used in combination with capecitabine tablets for the treatment of metastatic breast cancer is shown in Table 3 . Table 3 Docetaxel Dose Reduction Schedule in Combination with Capecitabine Tablets Toxicity NCIC Grades* Grade 2 Grade 3 Grade 4 1st appearance Delay treatment until resolved to grade 0 to 1 ; Resume treatment with original dose of 75 mg/m 2 docetaxel Delay treatment until resolved to grade 0 to 1; Resume treatment at 55 mg/m 2 of docetaxel. Discontinue treatmentwith docetaxel 2nd appearance Delay treatment until resolved to grade 0 to 1 ; Resume treatment at 55 mg/m 2 of docetaxel. Discontinue treatment with docetaxel - 3rd appearance Discontinue treatment with docetaxel - - *National Cancer Institute of Canada Common Toxicity Criteria were used except for hand-and-foot syndrome [see Warnings and Precautions (5) ]. 2.4 Adjustment of Starting Dose in Special Populations Renal Impairment No adjustment to the starting dose of capecitabine tablets is recommended in patients with mild renal impairment (creatinine clearance = 51 to 80 mL/min [Cockroft and Gault, as shown below]). In patients with moderate renal impairment (baseline creatinine clearance = 30 to 50 mL/min), a dose reduction to 75% of the capecitabine tablets starting dose when used as monotherapy or in combination with docetaxel (from 1,250 mg/m 2 to 950 mg/m 2 twice daily) is recommended [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ]. Subsequent dose adjustment is recommended as outlined in Table 2 and Table 3 (depending on the regimen) if a patient develops a grade 2 to 4 adverse event [see Warnings and Precautions (5.5) ]. The starting dose adjustment recommendations for patients with moderate renal impairment apply to both capecitabine tablets monotherapy and capecitabine tablets in combination use with docetaxel. Cockroft and Gault Equation: (140 - age [yrs]) (body wt [kg]) Creatinine clearance for males = ————————————— (72) (serum creatinine [mg/dL]) Creatinine clearance for females = 0.85 x male value Geriatrics Physicians should exercise caution in monitoring the effects of capecitabine tablets in the elderly. Insufficient data are available to provide a dosage recommendation.",
        "pharmacogenomics": "CYP2C9 substrates: Care should be exercised when capecitabine is coadministered with CYP2C9 substrates. (7.1) Allopurinol: Avoid the use of allopurinol during treatment with capecitabine. Food reduced both the rate and extent of absorption of capecitabine. ( 2 , 7.2 , 12.3 ) 7.1 Drug-Drug Interactions Anticoagulants Altered coagulation parameters and/or bleeding have been reported in patients taking capecitabine concomitantly with coumarin-derivative anticoagulants such as warfarin and phenprocoumon [see Boxed Warning ]. These events occurred within several days and up to several months after initiating capecitabine therapy and, in a few cases, within 1 month after stopping capecitabine. These events occurred in patients with and without liver metastases. In a drug interaction study with single-dose warfarin administration, there was a significant increase in the mean AUC of S-warfarin [see Clinical Pharmacology (12.3) ]. The maximum observed INR value increased by 91%. This interaction is probably due to an inhibition of cytochrome P450 2C9 by capecitabine and/or its metabolites. Phenytoin The level of phenytoin should be carefully monitored in patients taking capecitabine and phenytoin dose may need to be reduced [see Dosage and Administration ( 2.3 ) ]. Postmarketing reports indicate that some patients receiving capecitabine and phenytoin had toxicity associated with elevated phenytoin levels. Formal drug-drug interaction studies with phenytoin have not been conducted, but the mechanism of interaction is presumed to be inhibition of the CYP2C9 isoenzyme by capecitabine and/or its metabolites. Leucovorin The concentration of 5-fluorouracil is increased and its toxicity may be enhanced by leucovorin. Deaths from severe enterocolitis, diarrhea, and dehydration have been reported in elderly patients receiving weekly leucovorin and fluorouracil. CYP2C9 substrates Other than warfarin, no formal drug-drug interaction studies between capecitabine and other CYP2C9 substrates have been conducted. Care should be exercised when capecitabine is coadministered with CYP2C9 substrates. Allopurinol Concomitant use with allopurinol may decrease concentration of capecitabine’s active metabolites [see Clinical Pharmacology ( 12.3 ) ], which may decrease capecitabine efficacy. Avoid the use of allopurinol during treatment with capecitabine. 7.2 Drug-Food Interaction Food was shown to reduce both the rate and extent of absorption of capecitabine [see Clinical Pharmacology (12.3) ]. In all clinical trials, patients were instructed to administer capecitabine within 30 minutes after a meal. It is recommended that capecitabine be administered with food."
    },
    "celecoxib":
    {
        "brand_name": "celebrex",
        "pharmGKB_ID": "PA448871",
        "pharmacokinetics": "Celecoxib exhibits dose-proportional increase in exposure after oral administration up to 200 mg twice daily and less than proportional increase at higher doses. It has extensive distribution and high protein binding. It is primarily metabolized by CYP2C9 with a half-life of approximately 11 hours. Absorption Peak plasma levels of celecoxib occur approximately 3 hours after an oral dose. Under fasting conditions, both peak plasma levels (C max ) and area under the curve (AUC) are roughly dose-proportional up to 200 mg twice daily; at higher doses there are less than proportional increases in C max and AUC (see Food Effects) . Absolute bioavailability studies have not been conducted. With multiple dosing, steady-state conditions are reached on or before Day 5. The pharmacokinetic parameters of celecoxib in a group of healthy subjects are shown in Table 4. Table 4 Summary of Single Dose (200 mg) Disposition Kinetics of Celecoxib in Healthy Subjects 1 Mean (%CV) PK Parameter Values C max , ng/mL T max , hr Effective t 1/2 , hr V ss /F, L CL/F, L/hr 705 (38) 2.8 (37) 11.2 (31) 429 (34) 27.7 (28) 1 Subjects under fasting conditions (n=36, 19 to 52 yrs.) Food Effects When celecoxib capsules were taken with a high fat meal, peak plasma levels were delayed for about 1 to 2 hours with an increase in total absorption (AUC) of 10% to 20%. Under fasting conditions, at doses above 200 mg, there is less than a proportional increase in C max and AUC, which is thought to be due to the low solubility of the drug in aqueous media. Coadministration of celecoxib with an aluminum- and magnesium-containing antacids resulted in a reduction in plasma celecoxib concentrations with a decrease of 37% in C max and 10% in AUC. Celecoxib, at doses up to 200 mg twice daily, can be administered without regard to timing of meals. Higher doses (400 mg twice daily) should be administered with food to improve absorption. In healthy adult volunteers, the overall systemic exposure (AUC) of celecoxib was equivalent when celecoxib was administered as intact capsule or capsule contents sprinkled on applesauce. There were no significant alterations in C max , T max or t 1/2 after administration of capsule contents on applesauce [ see Dosage and Administration (2) ]. Distribution In healthy subjects, celecoxib is highly protein bound (~97%) within the clinical dose range. In vitro studies indicate that celecoxib binds primarily to albumin and, to a lesser extent, α1-acid glycoprotein. The apparent volume of distribution at steady state (V ss /F) is approximately 400 L, suggesting extensive distribution into the tissues. Celecoxib is not preferentially bound to red blood cells. Elimination Metabolism Celecoxib metabolism is primarily mediated via CYP2C9. Three metabolites, a primary alcohol, the corresponding carboxylic acid and its glucuronide conjugate, have been identified in human plasma. These metabolites are inactive as COX-1 or COX-2 inhibitors. Excretion Celecoxib is eliminated predominantly by hepatic metabolism with little (<3%) unchanged drug recovered in the urine and feces. Following a single oral dose of radiolabeled drug, approximately 57% of the dose was excreted in the feces and 27% was excreted into the urine. The primary metabolite in both urine and feces was the carboxylic acid metabolite (73% of dose) with low amounts of the glucuronide also appearing in the urine. It appears that the low solubility of the drug prolongs the absorption process making terminal half-life (t 1/2 ) determinations more variable. The effective half-life is approximately 11 hours under fasted conditions. The apparent plasma clearance (CL/F) is about 500 mL/min. Specific Populations Geriatric At steady state, elderly subjects (over 65 years old) had a 40% higher C max and a 50% higher AUC compared to the young subjects. In elderly females, celecoxib C max and AUC are higher than those for elderly males, but these increases are predominantly due to lower body weight in elderly females. Dose adjustment in the elderly is not generally necessary. However, for patients of less than 50 kg in body weight, initiate therapy at the lowest recommended dose [ see Dosage and Administration (2.7) and Use in Specific Populations (8.5) ]. Pediatric The steady state pharmacokinetics of celecoxib administered as an investigational oral suspension was evaluated in 152 JRA patients 2 years to 17 years of age weighing ≥10 kg with pauciarticular or polyarticular course JRA and in patients with systemic onset JRA. Population pharmacokinetic analysis indicated that the oral clearance (unadjusted for body weight) of celecoxib increases less than proportionally to increasing weight, with 10 kg and 25 kg patients predicted to have 40% and 24% lower clearance, respectively, compared with a 70 kg adult RA patient. Twice-daily administration of 50 mg capsules to JRA patients weighing ≥12 to ≤25 kg and 100 mg capsules to JRA patients weighing >25 kg should achieve plasma concentrations similar to those observed in a clinical trial that demonstrated the non-inferiority of celecoxib to naproxen 7.5 mg/kg twice daily [ see Dosage and Administration (2.4) ]. Celecoxib has not been studied in JRA patients under the age of 2 years, in patients with body weight less than 10 kg (22 lbs), or beyond 24 weeks. Race Meta-analysis of pharmacokinetic studies has suggested an approximately 40% higher AUC of celecoxib in Blacks compared to Caucasians. The cause and clinical significance of this finding is unknown. Hepatic Impairment A pharmacokinetic study in subjects with mild (Child-Pugh Class A) and moderate (Child-Pugh Class B) hepatic impairment has shown that steady-state celecoxib AUC is increased about 40% and 180%, respectively, above that seen in healthy control subjects. Therefore, the daily recommended dose of celecoxib capsules should be reduced by approximately 50% in patients with moderate (Child-Pugh Class B) hepatic impairment. Patients with severe hepatic impairment (Child-Pugh Class C) have not been studied. The use of celecoxib in patients with severe hepatic impairment is not recommended [ see Dosage and Administration (2.7) and Use in Specific Populations (8.6) ]. Renal Impairment In a cross-study comparison, celecoxib AUC was approximately 40% lower in patients with chronic renal insufficiency (GFR 35 to 60 mL/min) than that seen in subjects with normal renal function. No significant relationship was found between GFR and celecoxib clearance. Patients with severe renal insufficiency have not been studied. Similar to other NSAIDs, celecoxib is not recommended in patients with severe renal insufficiency. Drug Interaction Studies In vitro studies indicate that celecoxib is not an inhibitor of cytochrome P450 2C9, 2C19 or 3A4. In vivo studies have shown the following: Aspirin When NSAIDs were administered with aspirin, the protein binding of NSAIDs were reduced, although the clearance of free NSAID was not altered. The clinical significance of this interaction is not known. See Table 3 for clinically significant drug interactions of NSAIDs with aspirin [ see Drug Interactions (7) ] . Lithium In a study conducted in healthy subjects, mean steady-state lithium plasma levels increased approximately 17% in subjects receiving lithium 450 mg twice daily with celecoxib capsule 200 mg twice daily as compared to subjects receiving lithium alone [ see Drug Interactions (7) ]. Fluconazole Concomitant administration of fluconazole at 200 mg once daily resulted in a two-fold increase in celecoxib plasma concentration. This increase is due to the inhibition of celecoxib metabolism via P450 2C9 by fluconazole [ see Drug Interactions (7) ]. Other Drugs The effects of celecoxib on the pharmacokinetics and/or pharmacodynamics of glyburide, ketoconazole, [ see Drug Interactions (7) ], phenytoin, and tolbutamide have been studied in vivo and clinically important interactions have not been found.",
        "dosage_and_administration": "Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. (2.1) OA: 200 mg once daily or 100 mg twice daily. ( 2.2 , 14.1 ) RA: 100 mg to 200 mg twice daily. ( 2.3 , 14.2 ) JRA: 50 mg twice daily in patients 10 kg to 25 kg. 100 mg twice daily in patients more than 25 kg. ( 2.4 , 14.3 ) AS: 200 mg once daily single dose or 100 mg twice daily. If no effect is observed after 6 weeks, a trial of 400 mg (single or divided doses) may be of benefit. ( 2.5 , 14.4 ) AP and PD: 400 mg initially, followed by 200 mg dose if needed on first day. On subsequent days, 200 mg twice daily as needed. ( 2.6 , 14.5 ) Hepatic Impairment: Reduce daily dose by 50% in patients with moderate hepatic impairment (Child-Pugh Class B). ( 2.7 , 8.6 , 12.3 ) Poor Metabolizers of CYP2C9 Substrates: Consider a dose reduction by 50% (or alternative management for JRA) in patients who are known or suspected to be CYP2C9 poor metabolizers. ( 2.7 , 8.8 , 12.3 ). 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of celecoxib and other treatment options before deciding to use celecoxib. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions (5) ]. These doses can be given without regard to timing of meals. 2.2 Osteoarthritis For OA, the dosage is 200 mg per day administered as a single dose or as 100 mg twice daily. 2.3 Rheumatoid Arthritis For RA, the dosage is 100 mg to 200 mg twice daily. 2.4 Juvenile Rheumatoid Arthritis For JRA, the dosage for pediatric patients (age 2 years and older) is based on weight. For patients > 10 kg to < 25 kg the recommended dose is 50 mg twice daily. For patients >25 kg the recommended dose is 100 mg twice daily. For patients who have difficulty swallowing capsules, the contents of a celecoxib capsule can be added to applesauce. The entire capsule contents are carefully emptied onto a level teaspoon of cool or room temperature applesauce and ingested immediately with water. The sprinkled capsule contents on applesauce are stable for up to 6 hours under refrigerated conditions (2°C to 8°C/ 35°F to 45°F). 2.5 Ankylosing Spondylitis For AS, the dosage of celecoxib capsule is 200 mg daily in single (once per day) or divided (twice per day) doses. If no effect is observed after 6 weeks, a trial of 400 mg daily may be worthwhile. If no effect is observed after 6 weeks on 400 mg daily, a response is not likely and consideration should be given to alternate treatment options. 2.6 Management of Acute Pain and Treatment of Primary Dysmenorrhea For management of Acute Pain and Treatment of Primary Dysmenorrhea, the dosage is 400 mg initially, followed by an additional 200 mg dose if needed on the first day. On subsequent days, the recommended dose is 200 mg twice daily as needed. 2.7 Special Populations Hepatic Impairment In patients with moderate hepatic impairment (Child-Pugh Class B), reduce the dose by 50%. The use of celecoxib in patients with severe hepatic impairment is not recommended [ see Warnings and Precautions (5.3) , Use in Specific Populations (8.6) , and Clinical Pharmacology (12.3) ] . Poor Metabolizers of CYP2C9 Substrates In adult patients who are known or suspected to be poor CYP2C9 metabolizers based on genotype or previous history/experience with other CYP2C9 substrates (such as warfarin, phenytoin), initiate treatment with half of the lowest recommended dose. In patients with JRA who are known or suspected to be poor CYP2C9 metabolizers, consider using alternative treatments.",
        "pharmacogenomics": "CYP2C9 Inhibitors or inducers Clinical Impact: Celecoxib metabolism is predominantly mediated via cytochrome P450 (CYP) 2C9 in the liver. Co­administration of celecoxib with drugs that are known to inhibit CYP2C9 (e.g., fluconazole) may enhance the exposure and toxicity of celecoxib whereas co-administration with CYP2C9 inducers (e.g., rifampin) may lead to compromised efficacy of celecoxib. Intervention Evaluate each patient's medical history when consideration is given to prescribing celecoxib. A dosage adjustment may be warranted when celecoxib is administered with CYP2C9 inhibitors or inducers [ see Clinical Pharmacology (12.3) ]. CYP2D6 substrates Clinical Impact: In vitro studies indicate that celecoxib, although not a substrate, is an inhibitor of CYP2D6. Therefore, there is a potential for an in vivo drug interaction with drugs that are metabolized by CYP2D6 (e.g., atomoxetine), and celecoxib may enhance the exposure and toxicity of these drugs. Intervention Evaluate each patient's medical history when consideration is given to prescribing celecoxib. A dosage adjustment may be warranted when celecoxib is administered with CYP2D6 substrates [ see Clinical Pharmacology (12.3) ]."
    },
    "citalopram":
    {
        "brand_name": "celexa",
        "pharmGKB_ID": "PA449015",
        "pharmacokinetics": "Pharmacokinetics The single- and multiple-dose pharmacokinetics of citalopram are linear and dose-proportional in a dose range of 10-60 mg/day. Biotransformation of citalopram is mainly hepatic, with a mean terminal half-life of about 35 hours. With once daily dosing, steady state plasma concentrations are achieved within approximately one week. At steady state, the extent of accumulation of citalopram in plasma, based on the half-life, is expected to be 2.5 times the plasma concentrations observed after a single dose. The tablet and oral solution dosage forms of citalopram HBr are bioequivalent. Absorption and Distribution Following a single oral dose (40 mg tablet) of citalopram, peak blood levels occur at about 4 hours. The absolute bioavailability of citalopram was about 80% relative to an intravenous dose, and absorption is not affected by food. The volume of distribution of citalopram is about 12 L/kg and the binding of citalopram (CT), demethylcitalopram (DCT) and didemethylcitalopram (DDCT) to human plasma proteins is about 80%. Metabolism and Elimination Following intravenous administrations of citalopram, the fraction of drug recovered in the urine as citalopram and DCT was about 10% and 5%, respectively. The systemic clearance of citalopram was 330 mL/min, with approximately 20% of that due to renal clearance. Citalopram is metabolized to demethylcitalopram (DCT), didemethylcitalopram (DDCT), citalopram-N-oxide, and a deaminated propionic acid derivative. In humans, unchanged citalopram is the predominant compound in plasma. At steady state, the concentrations of citalopram's metabolites, DCT and DDCT, in plasma are approximately one-half and one-tenth, respectively, that of the parent drug. In vitro studies show that citalopram is at least 8 times more potent than its metabolites in the inhibition of serotonin reuptake, suggesting that the metabolites evaluated do not likely contribute significantly to the antidepressant actions of citalopram. In vitro studies using human liver microsomes indicated that CYP3A4 and CYP2C19 are the primary isozymes involved in the N-demethylation of citalopram. Population Subgroups Age Citalopram pharmacokinetics in subjects ≥ 60 years of age were compared to younger subjects in two normal volunteer studies. In a single-dose study, citalopram AUC and half-life were increased in the elderly subjects by 30% and 50%, respectively, whereas in a multiple-dose study they were increased by 23% and 30%, respectively. 20 mg is the recommended dose for most elderly patients (see DOSAGE AND ADMINISTRATION ). Gender In three pharmacokinetic studies (total N=32), citalopram AUC in women was one and a half to two times that in men. This difference was not observed in five other pharmacokinetic studies (total N=114). In clinical studies, no differences in steady state serum citalopram levels were seen between men (N=237) and women (N=388). There were no gender differences in the pharmacokinetics of DCT and DDCT. No adjustment of dosage on the basis of gender is recommended. Reduced hepatic function Citalopram oral clearance was reduced by 37% and half-life was doubled in patients with reduced hepatic function compared to normal subjects. 20 mg is the recommended dose for most hepatically impaired patients (see DOSAGE AND ADMINISTRATION ). Reduced renal function In patients with mild to moderate renal function impairment, oral clearance of citalopram was reduced by 17% compared to normal subjects. No adjustment of dosage for such patients is recommended. No information is available about the pharmacokinetics of citalopram in patients with severely reduced renal function (creatinine clearance < 20 mL/min). Drug-Drug Interactions In vitro enzyme inhibition data did not reveal an inhibitory effect of citalopram on CYP3A4, -2C9, or -2E1, but did suggest that it is a weak inhibitor of CYP1A2, -2D6, and -2C19. Citalopram would be expected to have little inhibitory effect on in vivo metabolism mediated by these cytochromes. However, in vivo data to address this question are limited. Since CYP3A4 and 2C19 are the primary enzymes involved in the metabolism of citalopram, it is expected that potent inhibitors of 3A4 (e.g., ketoconazole, itraconazole, and macrolide antibiotics) and potent inhibitors of CYP2C19 (e.g., omeprazole) might decrease the clearance of citalopram. However, coadministration of citalopram and the potent 3A4 inhibitor ketoconazole did not significantly affect the pharmacokinetics of citalopram. Because citalopram is metabolized by multiple enzyme systems, inhibition of a single enzyme may not appreciably decrease citalopram clearance. Citalopram steady state levels were not significantly different in poor metabolizers and extensive 2D6 metabolizers after multiple-dose administration of citalopram HBr, suggesting that coadministration, with citalopram HBr, of a drug that inhibits CYP2D6, is unlikely to have clinically significant effects on citalopram metabolism.",
        "dosage_and_administration": "Initial Treatment Citalopram HBr should be administered at an initial dose of 20 mg once daily, generally with an increase to a dose of 40 mg/day. Dose increases should usually occur in increments of 20 mg at intervals of no less than one week. Although certain patients may require a dose of 60 mg/day, the only study pertinent to dose response for effectiveness did not demonstrate an advantage for the 60 mg/day dose over the 40 mg/day dose; doses above 40 mg are therefore not ordinarily recommended. Citalopram HBr should be administered once daily, in the morning or evening, with or without food. Special Populations 20 mg/day is the recommended dose for most elderly patients and patients with hepatic impairment, with titration to 40 mg/day only for nonresponding patients. No dosage adjustment is necessary for patients with mild or moderate renal impairment. Citalopram HBr should be used with caution in patients with severe renal impairment. Treatment of Pregnant Women During the Third Trimester Neonates exposed to citalopram HBr and other SSRIs or SNRIs, late in the third trimester, have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding (see PRECAUTIONS ). When treating pregnant women with citalopram HBr during the third trimester, the physician should carefully consider the potential risks and benefits of treatment. The physician may consider tapering citalopram HBr in the third trimester. Maintenance Treatment It is generally agreed that acute episodes of depression require several months or longer of sustained pharmacologic therapy. Systematic evaluation of citalopram HBr in two studies has shown that its antidepressant efficacy is maintained for periods of up to 24 weeks following 6 or 8 weeks of initial treatment (32 weeks total). In one study, patients were assigned randomly to placebo or to the same dose of citalopram HBr (20-60 mg/day) during maintenance treatment as they had received during the acute stabilization phase, while in the other study, patients were assigned randomly to continuation of citalopram HBr 20 or 40 mg/day, or placebo, for maintenance treatment. In the latter study, the rates of relapse to depression were similar for the two dose groups (see Clinical Trials under CLINICAL PHARMACOLOGY ). Based on these limited data, it is not known whether the dose of citalopram needed to maintain euthymia is identical to the dose needed to induce remission. If adverse reactions are bothersome, a decrease in dose to 20 mg/day can be considered. Discontinuation of Treatment with Citalopram HBr Symptoms associated with discontinuation of citalopram HBr and other SSRIs and SNRIs have been reported (see PRECAUTIONS ). Patients should be monitored for these symptoms when discontinuing treatment. A gradual reduction in the dose rather than abrupt cessation is recommended whenever possible. If intolerable symptoms occur following a decrease in the dose or upon discontinuation of treatment, then resuming the previously prescribed dose may be considered. Subsequently, the physician may continue decreasing the dose but at a more gradual rate. Switching Patients To or From a Monoamine Oxidase Inhibitor At least 14 days should elapse between discontinuation of an MAOI and initiation of citalopram HBr therapy. Similarly, at least 14 days should be allowed after stopping citalopram HBr before starting an MAOI.",
        "pharmacogenomics": "Warfarin Administration of 40 mg/day citalopram HBr for 21 days did not affect the pharmacokinetics of warfarin, a CYP3A4 substrate. Prothrombin time was increased by 5%, the clinical significance of which is unknown. Carbamazepine Combined administration of citalopram HBr (40 mg/day for 14 days) and carbamazepine (titrated to 400 mg/day for 35 days) did not significantly affect the pharmacokinetics of carbamazepine, a CYP3A4 substrate. Although trough citalopram plasma levels were unaffected, given the enzyme-inducing properties of carbamazepine, the possibility that carbamazepine might increase the clearance of citalopram should be considered if the two drugs are coadministered. Triazolam Combined administration of citalopram HBr (titrated to 40 mg/day for 28 days) and the CYP3A4 substrate triazolam (single dose of 0.25 mg) did not significantly affect the pharmacokinetics of either citalopram or triazolam. Ketoconazole Combined administration of citalopram HBr (40 mg) and ketoconazole (200 mg) decreased the C max and AUC of ketoconazole by 21% and 10%, respectively, and did not significantly affect the pharmacokinetics of citalopram. CYP3A4 and 2C19 Inhibitors In vitro studies indicated that CYP3A4 and 2C19 are the primary enzymes involved in the metabolism of citalopram. However, coadministration of citalopram (40 mg) and ketoconazole (200 mg), a potent inhibitor of CYP3A4, did not significantly affect the pharmacokinetics of citalopram. Because citalopram is metabolized by multiple enzyme systems, inhibition of a single enzyme may not appreciably decrease citalopram clearance. Metoprolol Administration of 40 mg/day citalopram HBr for 22 days resulted in a two-fold increase in the plasma levels of the beta-adrenergic blocker metoprolol. Increased metoprolol plasma levels have been associated with decreased cardioselectivity. Coadministration of citalopram HBr and metoprolol had no clinically significant effects on blood pressure or heart rate. Imipramine and Other Tricyclic Antidepressants (TCAs) In vitro studies suggest that citalopram is a relatively weak inhibitor of CYP2D6. Coadministration of citalopram HBr (40 mg/day for 10 days) with the TCA imipramine (single dose of 100 mg), a substrate for CYP2D6, did not significantly affect the plasma concentrations of imipramine or citalopram. However, the concentration of the imipramine metabolite desipramine was increased by approximately 50%. The clinical significance of the desipramine change is unknown. Nevertheless, caution is indicated in the coadministration of TCAs with citalopram HBr."
    },
    "clobazam":
    {
        "brand_name": "onfi",
        "pharmGKB_ID": "PA10888",
        "pharmacokinetics": "The peak plasma levels (Cmax) and the area under the curve (AUC) of clobazam are dose-proportional over the dose range of 10-80 mg following single- or multiple-dose administration of clobazam oral suspension. Based on a population pharmacokinetic analysis, the pharmacokinetics of clobazam are linear from 5-160 mg/day. Clobazam is converted to N-desmethylclobazam which has about 1/5 the activity of clobazam. The estimated mean elimination half-lives (t½) of clobazam and N-desmethylclobazam were 36-42 hours and 71-82 hours, respectively. Absorption Clobazam is rapidly and extensively absorbed following oral administration. The time to peak concentrations (T max ) of clobazam tablets under fasted conditions ranged from 0.5 to 4 hours after single- or multiple-dose administrations. The relative bioavailability of clobazam tablets compared to an oral solution is approximately 100%. After single dose administration of the oral suspension under fasted conditions, the T max ranged from 0.5 to 2 hours. Based on exposure (C max and AUC) of clobazam, clobazam tablets and suspension were shown to have similar bioavailability under fasted conditions. The administration of clobazam tablets with food or when crushed in applesauce does not affect absorption. Although not studied, the oral bioavailability of the oral suspension is unlikely to be affected under fed conditions. Distribution Clobazam is lipophilic and distributes rapidly throughout the body. The apparent volume of distribution at steady state was approximately 100 L. The in vitro plasma protein binding of clobazam and N-desmethylclobazam is approximately 80-90% and 70%, respectively. Metabolism and Excretion Clobazam is extensively metabolized in the liver, with approximately 2% of the dose recovered in urine and 1% in feces as unchanged drug. The major metabolic pathway of clobazam involves N-demethylation, primarily by CYP3A4 and to a lesser extent by CYP2C19 and CYP2B6. N-desmethylclobazam, an active metabolite, is the major circulating metabolite in humans, and at therapeutic doses, plasma concentrations are 3-5 times higher than those of the parent compound. Based on animal and in vitro receptor binding data, estimates of the relative potency of N-desmethylclobazam compared to parent compound range from 1/5 to equal potency. N-desmethylclobazam is extensively metabolized, mainly by CYP2C19. N-desmethylclobazam and its metabolites comprise ~94% of the total drug-related components in urine. Following a single oral dose of radiolabeled drug, approximately 11% of the dose was excreted in the feces and approximately 82% was excreted in the urine. The polymorphic CYP2C19 is the major contributor to the metabolism of the pharmacologically active N-desmethylclobazam [see Clinical Pharmacology ( 12.5 )]. In CYP2C19 poor metabolizers, levels of N-desmethylclobazam were 5-fold higher in plasma and 2- to 3-fold higher in the urine than in CYP2C19 extensive metabolizers. Pharmacokinetics in Specific Populations Age Population pharmacokinetic analyses showed that the clearance of clobazam is lower in elderly subjects compared to other age groups (ages 2 to 64). Dosing should be adjusted in the elderly [see Dosage and Administration ( 2.4 )]. Sex Population pharmacokinetic analyses showed no difference in the clearance of clobazam between women and men. Race Population pharmacokinetic analyses including Caucasian (75%), African American (15%), and Asian (9%) subjects showed that there is no evidence of clinically significant effect of race on the clearance of clobazam. Renal Impairment The effect of renal impairment on the pharmacokinetics of clobazam was evaluated in patients with mild (creatinine clearance [CLCR] >50 to 80 mL/min; N=6) and moderate (CLCR=30 to 50 mL/min; N=6) renal dysfunction, with matching healthy controls (N=6), following administration of multiple doses of clobazam oral suspension 20 mg/day. There were insignificant changes in Cmax (3-24%) and AUC (≤13%) for clobazam or N-desmethylclobazam in patients with mild or moderate renal impairment compared to patients with normal renal function. Patients with severe renal impairment or ESRD were not included in this study. Hepatic Impairment There are limited data to characterize the effect of hepatic impairment on the pharmacokinetics of clobazam. In a small study, the pharmacokinetics of a 20 mg single oral dose of clobazam oral suspension in 9 patients with liver impairment were compared to healthy controls (N=6). The Cmax and the mean plasma clearance of clobazam, as well as the Cmax of N-desmethylclobazam, showed no significant change compared to the healthy controls. The AUC values of N-desmethylclobazam in these patients were not available. Adjust dosage in patients with hepatic impairment [see Dosage and Administration ( 2.7 )]. Drug Interaction Studies In vitro studies: Clobazam did not inhibit CYP1A2, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP3A4, UGT1A1, UGT1A4, UGT1A6, or UGT2B4 in vitro. N-desmethylclobazam showed weak inhibition of CYP2C9, UGT1A4, UGT1A6 and UGT2B4. Clobazam and N-desmethylclobazam did not significantly increase CYP1A2 or CYP2C19 activities, but did induce CYP3A4 activity in a concentration-dependent manner. Clobazam and N-desmethylclobazam also increased UGT1A1 mRNA but at concentrations much higher than therapeutic levels. The potential for clobazam or N-desmethylclobazam to induce CYP2B6 and CYP2C8 has not been evaluated. Clobazam and N-desmethylclobazam do not inhibit P-glycoprotein (P-gp), but are P-gp substrates. In vivo studies: Potential for clobazam oral suspension to Affect Other Drugs The effect of repeated 40 mg once-daily doses of clobazam oral suspension on the pharmacokinetic profiles of single-dose dextromethorphan (CYP2D6 substrate), midazolam (CYP3A4 substrate), caffeine (CYP1A2 substrate), and tolbutamide (CYP2C9 substrate), was studied when these probe substrates were given as a drug cocktail (N=18). Clobazam increased AUC and Cmax of dextromethorphan by 90% and 59%, respectively, reflecting its inhibition of CYP2D6 in vivo. Drugs metabolized by CYP2D6 may require dose adjustment when used with clobazam oral suspension. Clobazam decreased the AUC and Cmax of midazolam by 27% and 24%, respectively, and increased the AUC and Cmax of the metabolite 1-hydroxymidazolam by 4-fold and 2-fold, respectively. This level of induction does not call for dosage adjustment of drugs that are primarily metabolized by CYP3A4 when used concomitantly with clobazam oral suspension. Some hormonal contraceptives are metabolized by CYP3A4 and their effectiveness may be diminished when given with clobazam oral suspension [see Drug Interactions ( 7.3 )]. Repeated clobazam oral suspension doses had no effect on caffeine and tolbutamide. A population pharmacokinetic analysis indicated clobazam did not affect the exposure of valproic acid (a CYP2C9/2C19 substrate) or lamotrigine (a UGT substrate). Potential for Other Drugs to Affect Clobazam oral suspension Co-administration of ketoconazole (a strong CYP3A4 inhibitor) 400 mg once-daily for 5 days increased clobazam AUC by 54%, with an insignificant effect on clobazam Cmax. There was no significant change in AUC and Cmax of N-desmethylclobazam (N=18). Strong (e.g., fluconazole, fluvoxamine, ticlopidine) and moderate (e.g., omeprazole) inhibitors of CYP2C19 may result in up to a 5-fold increase in exposure to N-desmethylclobazam, the active metabolite of clobazam, based on extrapolation from pharmacogenomic data [see Clinical Pharmacology ( 12.5 )]. Dosage adjustment of clobazam oral suspension may be necessary when co-administered with strong or moderate CYP2C19 inhibitors [see Drug Interactions ( 7.4 )]. The effects of concomitant antiepileptic drugs that are CYP3A4 inducers (phenobarbital, phenytoin, and carbamazepine), CYP2C19 inducers (valproic acid, phenobarbital, phenytoin, and carbamazepine), and CYP2C19 inhibitors (felbamate and oxcarbazepine) were evaluated using data from clinical trials. Results of population pharmacokinetic analysis show that these concomitant antiepileptic drugs did not significantly alter the pharmacokinetics of clobazam or N-desmethylclobazam at steady-state. Alcohol has been reported to increase the maximum plasma exposure of clobazam by approximately 50%. Alcohol may have additive CNS depressant effects when taken with clobazam oral suspension.",
        "dosage_and_administration": "For doses above 5 mg/day administer in two divided doses ( 2.1 ) Patients ≤30 kg body weight: Initiate at 5 mg daily and titrate as tolerated up to 20 mg daily ( 2.1 ) Patients >30 kg body weight: Initiate at 10 mg daily and titrate as tolerated up to 40 mg daily ( 2.1 ) Dosage adjustment needed in following groups: o Geriatric patients ( 2.4 , 8.5 ) o Known CYP2C19 poor metabolizers ( 2.5 ) o Mild or moderate hepatic impairment; no information for severe hepatic impairment ( 2.7 , 8.8 ) Measure prescribed amount of oral suspension using provided adapter and dosing syringe ( 2.3 ) Oral suspension: Can be taken with or without food ( 2.3 ) 2.1 Dosing Information A daily dose of clobazam oral suspension greater than 5 mg should be administered in divided doses twice daily; a 5 mg daily dose can be administered as a single dose. Dose patients according to body weight. Individualize dosing within each body weight group, based on clinical efficacy and tolerability. Each dose in Table 1 (e.g., 5 to 20 mg in ≤30 kg weight group) has been shown to be effective, although effectiveness increases with increasing dose [see Clinical Studies ( 14 )]. Do not proceed with dose escalation more rapidly than weekly, because serum concentrations of clobazam and its active metabolite require 5 and 9 days, respectively, to reach steady-state. Table 1. Recommended Total Daily Dosing by Weight Group ≤30 kg Body Weight >30 kg Body Weight Starting Dose 5 mg 10 mg Starting Day 7 10 mg 20 mg Starting Day 14 20 mg 40 mg 2.2 Discontinuation or Dosage Reduction of clobazam oral suspension To reduce the risk of withdrawal reactions, increased seizure frequency, and status epilepticus, use a gradual taper to discontinue clobazam oral suspension or reduce the dosage. Taper by decreasing the total daily dose by 5-10 mg/day on a weekly basis until discontinued. If a patient develops withdrawal reactions, consider pausing the taper or increasing the dosage to the previous tapered dosage level. Subsequently decrease the dosage more slowly [see Warnings and Precautions (5.3) and Drug Abuse and Dependence (9.3)] . 2.3 Important Administration Instructions Instruct patients to read the “Instructions for Use” carefully for complete directions on how to properly dose and administer clobazam oral suspension. Clobazam oral suspension Oral Administration Clobazam oral suspension can be taken with or without food [see Clinical Pharmacology ( 12.3 )]. Shake clobazam oral suspension well before every administration. When administering the oral suspension, use only the oral dosing syringe provided with the product. Each carton includes two syringes, but only one syringe should be used for dosing. The second oral syringe is reserved as a replacement in case the first syringe is damaged or lost. Insert the provided adapter firmly into the neck of the bottle before first use and keep the adapter in place for the duration of the usage of the bottle. To withdraw the dose, insert the dosing syringe into the adapter and invert the bottle then slowly pull back t he plunger to prescribed dose. After removing the syringe from the bottle adapter, slowly squirt clobazam oral suspension into the corner of the patient’s mouth. Replace the cap after each use. The cap fits over the adapter when the adapter is properly placed. See clobazam oral suspension “Instructions for Use” for complete instruction on how to properly dose and administer the clobazam oral suspension. 2.4 Dosage Adjustments in Geriatric Patients Plasma concentrations at any given dose are generally higher in the elderly: proceed slowly with dose escalation. The starting dose should be 5 mg/day for all elderly patients. Then titrate elderly patients according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, an additional titration to the maximum dose (20 mg/day or 40 mg/day, depending on weight) may be started on day 21 [see Use in Specific Populations ( 8.5 )]. 2.5 Dosage Adjustments in CYP2C19 Poor Metabolizers In CYP2C19 poor metabolizers, levels of N-desmethylclobazam, clobazam’s active metabolite, will be increased. Therefore, in patients known to be CYP2C19 poor metabolizers, the starting dose should be 5 mg/day and dose titration should proceed slowly according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, an additional titration to the maximum dose (20 mg/day or 40 mg/day, depending on the weight group) may be started on day 21 [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.5 )]. 2.6 Patients with Renal Impairment No dose adjustment is required for patients with mild and moderate renal impairment. There is no experience with clobazam oral suspension in patients with severe renal impairment or end stage renal disease (ESRD). It is not known if clobazam or its active metabolite, N-desmethylclobazam, is dialyzable [see Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. 2.7 Dosage Adjustments in Patients with Hepatic Impairment Clobazam oral suspension is hepatically metabolized; however, there are limited data to characterize the effect of hepatic impairment on the pharmacokinetics of clobazam oral suspension. For this reason, proceed slowly with dosing escalations. For patients with mild to moderate hepatic impairment (Child-Pugh score 5-9), the starting dose should be 5 mg/day in both weight groups. Then titrate patients according to weight, but to half the dose presented in Table 1, as tolerated. If necessary and based upon clinical response, start an additional titration on day 21 to the maximum dose (20 mg/day or 40 mg/day, depending on the weight group). There is inadequate information about metabolism of clobazam oral suspension in patients with severe hepatic impairment. Therefore no dosing recommendation in those patients can be given.",
        "pharmacogenomics": "Drugs metabolized by CYP2D6: Lower doses of these drugs may be required when used concomitantly with clobazam oral suspension ( 7.3 ) Strong or Moderate CYP2C19 Inhibitors: Dosage adjustment of clobazam oral suspension may be necessary ( 7.4 ) 7.1 Opioids The concomitant use of benzodiazepines and opioids increases the risk of respiratory depression because of actions at different receptor sites in the CNS that control respiration. Benzodiazepines interact at GABAA sites, and opioids interact primarily at mu receptors. When benzodiazepines and opioids are combined, the potential for benzodiazepines to significantly worsen opioid-related respiratory depression exists. Limit dosage and duration of concomitant use of benzodiazepines and opioids, and follow patients closely for respiratory depression and sedation [see Warnings and Precautions ( 5.1 )]. 7.2 CNS Depressants and Alcohol Concomitant use of clobazam oral suspension with other CNS depressants may increase the risk of sedation and somnolence [see Warnings and Precautions ( 5. 4)]. Alcohol, as a CNS depressant, will interact with clobazam oral suspension in a similar way and also increases clobazam’s maximum plasma exposure by approximately 50%. Therefore, caution patients or their caregivers against simultaneous use with other CNS depressant drugs or alcohol, and caution that the effects of other CNS depressant drugs or alcohol may be potentiated [see Warnings and Precautions ( 5. 4)]. 7.3 Effect of Clobazam oral suspension on Other Drugs Hormonal Contraceptives Clobazam oral suspension is a weak CYP3A4 inducer. As some hormonal contraceptives are metabolized by CYP3A4, their effectiveness may be diminished when given with clobazam oral suspension. Additional non- hormonal forms of contraception are recommended when using clobazam oral suspension [see Clinical Pharmacology ( 12.3 ), Patient Counseling Information ( 17 )]. Drugs Metabolized by CYP2D6 Clobazam oral suspension inhibits CYP2D6. Dose adjustment of drugs metabolized by CYP2D6 may be necessary [see Clinical Pharmacology ( 12.3 )]. 7.4 Effect of Other Drugs on Clobazam oral suspension Strong and moderate inhibitors of CYP2C19 Strong and moderate inhibitors of CYP2C19 may result in increased exposure to N-desmethylclobazam, the active metabolite of clobazam. This may increase the risk of dose-related adverse reactions. Dosage adjustment of clobazam oral suspension may be necessary when co-administered with strong CYP2C19 inhibitors (e.g., fluconazole, fluvoxamine, ticlopidine) or moderate CYP2C19 inhibitors (e.g., omeprazole) [see Clinical Pharmacology ( 12.3 )].",
        "pharm_class_moa": ["CYP2D6 inhibitor", "CYP3A4 inducer"]
    },
    "clopidogrel":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "dapoxetine":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "deutetrabenazine":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "eliglustat":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "escitalopram":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "ezetimibe / simvastatin":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "flurbiprofen":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "iloperidone":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": 
    },
    "irinotecan":
    {

    },
    "mercaptopurine":
    {

    },
    "metoclopramide":
    {

    },
    "phenytoin":
    {

    },
    "pimozide":
    {

    },
    "pitolisant":
    {

    },
    "siponimod":
    {

    },
    "tetrabenazine":
    {

    },
    "thioguanine":
    {

    },
    "vitamin c":
    {

    },
    "vortioxetine":
    {

    }
}