{
    "amifampridine": 
    {
        "brand_name": "ruzurgi",
        "pharmGKB_ID": "PA166185150",
        "pharmacokinetics": "The pharmacokinetics of amifampridine form RUZURGI is approximately dose proportional. Steady state was generally reached within 1 day of dosing. Multiple dosing resulted in no accumulation of amifampridine and only moderate accumulation of the 3-N-acetyl amifampridine metabolite [see Clinical Pharmacology ( 12.5 )]. Absorption The absolute bioavailability of RUZURGI has not been assessed. RUZURGI is absorbed in an approximately dose-proportional manner with a median time to maximum concentration (t max ) of 0.5 hours post administration. Effect of Food Compared to administration of RUZURGI in the fasting state, administration of the 20 and 30 mg dose levels of RUZURGI with a standard high fat meal resulted in significant decrease in C max (41% and 52%, respectively) and an increase in median t max to 1.0 hour; AUC 0-last was only significantly reduced for the 30 mg dose (23%) [see Dosage and Adminstration ( 2.2 )] . Distribution In healthy volunteers, the volume of distribution for plasma amifampridine indicated that RUZURGI is a drug with a moderate to high volume of distribution. In vitro human plasma protein binding of amifampridine and 3-N-acetyl amifampridine was 25.3% and 43.3%, respectively. Elimination Metabolism In vitro studies with complimentary DNA expressed human N-acetyltransferase (NAT) enzyme preparations indicate that amifampridine is rapidly metabolized by the N-acetyltransferase 2 (NAT2) enzyme to the 3-N-acetyl amifampridine metabolite. Metabolism of amifampridine by N-acetyltransferase 1 (NAT1) may also occur but at a much slower rate. Amifampridine does not undergo glucuronidation or sulfonation. Excretion Following oral administration of a single 20 or 30 mg dose of RUZURGI to healthy volunteers, amifampridine apparent oral clearance (CL/F) was 149 to 214 L/h, the average elimination half-life (t 1/2 ) was 3.6 to 4.2 hours. The average t 1/2 of the 3-N-acetyl amifampridine metabolite was 4.1 to 4.8 hours. The majority (>65%) of RUZURGI administered to healthy volunteers was recovered in urine as either the parent compound or the 3-N-acetyl amifampridine metabolite. Specific Populations Pediatric Patients (6 to Less than 17 Years of Age) A population pharmacokinetic analysis showed that body weight significantly correlates with the clearance of amifampridine; clearance increased with an increase in body weight. A weight-based dosing regimen is necessary to achieve amifampridine exposures in pediatric patients 6 to less than 17 years of age similar to those observed in adults at effective doses of RUZURGI [see Indications and Usage ( 1 ) and Clinical Studies ( 14 )]. Drug Interaction Studies In vitro studies Amifampridine is not metabolized by cytochrome P450 (CYP)1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies with human liver microsomes indicated that amifampridine and 3-N-acetyl amifampridine were not direct or time-dependent inhibitors of CYP1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4. In vitro studies in cryopreserved human hepatocytes indicated that amifampridine did not induce CYP isoforms CYP1A2, CYP2B6, or CYP3A4. Based on in vitro studies with Caco-2 cells amifampridine is unlikely to act as a substrate or inhibitor of the P glycoprotein transporter. Amifampridine is not an inhibitor of the BCRP transporter. In vitro studies with Chinese hamster ovary cells expressing human OATP1B1, OATP1B3, OAT1, and OCT2 and Madin-Darby canine kidney cells expressing human OAT3 indicated that amifampridine is a weak inhibitor of OCT2, but is not an inhibitor of OAT1, OAT3, OATP1B1, or OATP1B3. The studies also indicated that amifampridine is not a substrate for OAT1, OAT3, or OCT2 transporters. In vivo studies Controlled clinical drug interaction studies have not been performed with RUZURGI. Co-administration of intravenous amifampridine and intravenous pyridostigmine led to a 21% elevation in maximum pyridostigmine serum concentrations, but did not significantly affect the pharmacokinetics of amifampridine.",
        "dosage_and_administration": "Patients 6 to less than 17 years of age weighing 45 kg or more: Initial dosage is 15 mg to 30 mg daily, in divided doses Increase daily in 5 mg to 10 mg increments, divided in up to 5 doses daily Maximum single dose is 30 mg; maximum daily dosage is 100 mg ( 2.1 ) Patients 6 to less than 17 years of age weighing less than 45 kg: Initial dosage is 7.5 mg to 15 mg daily, in divided doses Increase daily in 2.5 mg to 5 mg increments, divided in up to 5 doses daily Maximum single dose is 15 mg; maximum daily dosage is 50 mg ( 2.1 ) When patients require a dosage in less than 5 mg increments, have difficulty swallowing, or require feeding tubes, a 1 mg/mL suspension can be prepared. ( 2.2 ) For patients with renal or hepatic impairment or who are known N-acetyltransferase 2 poor metabolizers, use the lowest recommended initial dosage. ( 2.3 , 2.4 , 2.5 ) 2.1 Recommended Dosage The recommended oral dosage for pediatric patients 6 to less than 17 years of age is dependent on body weight and is included in Table 1 . Dosage should be increased based on clinical response and tolerability. If a dose is missed, patients should not take double or extra doses. Table 1: Recommended Dosage for Pediatric Patients 6 to Less Than 17 Years of Age * see Dosage and Administration ( 2.2 ) for method to achieve these doses Age and Body Weight Initial Dosage Titration Regimen Maximum Single Dose Maximum Total Daily Maintenance Dosage Pediatric patients 6 to less than 17 years of age weighing 45 kg or more 15 mg to 30 mg daily, in divided doses (2 to 3 times per day) Increase daily in 5 mg to 10 mg increments, divided in up to 5 doses per day 30 mg 100 mg Pediatric patients 6 to less than 17 years of age weighing less than 45 kg 7.5 mg* to 15 mg daily, in divided doses (2 to 3 times per day) Increase daily in 2.5 mg* to 5 mg increments, divided in up to 5 doses per day 15 mg 50 mg 2.2 Administration Instructions RUZURGI can be taken without regard to food. Preparation of 1 mg/mL Suspension When patients require a dosage in less than 5 mg increments, have difficulty swallowing tablets, or require feeding tubes, a 1 mg/mL suspension can be prepared (e.g., by placing three 10 mg tablets in a 30 mL container, adding 30 mL of sterile water, and shaking well for 30 seconds). Crushing the tablets prior to making the suspension is not necessary. After preparation of the suspension, an oral syringe can be used to draw up and administer the correct dose by mouth or by feeding tube. Refrigerate the suspension between doses and shake well before drawing up each dose. The suspension can be stored under refrigeration for up to 24 hours. Discard any unused portion of the suspension after 24 hours. 2.3 Patients with Renal Impairment The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with renal impairment is 7.5 mg daily taken orally in divided doses [see Dosage and Administration ( 2.1 ) and Use in Specific Populations ( 8.6 )]. No dosage recommendations for RUZURGI can be made for patients with end-stage renal disease. 2.4 Patients with Hepatic Impairment The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more with any degree of hepatic impairment is 15 mg daily taken orally in divided doses. The recommended starting dosage for pediatric patients weighing less than 45 kg with any degree of hepatic impairment is 7.5 mg daily taken orally in divided doses [see Dosage and Administration ( 2.1 ) and Use in Specific Populations ( 8.7 )]. 2.5 Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of RUZURGI in pediatric patients weighing 45 kg or more who are known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily taken orally in divided doses. The recommended starting dosage in pediatric patients weighing less than 45 kg who are known NAT2 poor metabolizers is 7.5 mg daily taken orally in divided doses.",
        "pharmacogenomics": "Pharmacogenomics Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of RUZURGI metabolism. In normal healthy volunteers, poor metabolizers, also referred to as “slow acetylators” (i.e., carriers of two reduced function alleles) had higher average plasma amifampridine concentrations than intermediate metabolizers, also referred to as “intermediate acetylators” (i.e., carriers of one reduced and one normal function alleles), and normal metabolizers, also referred to as “fast/rapid acetylators” (i.e., carriers of two normal function alleles). In the TQT study [see Clinical Pharmacology ( 12.2 )] , poor metabolizers (N=19) had 1.1 to 3.7 times higher AUC 0-4h and 1.3 to 3.7 times higher C max than intermediate metabolizers (N=21), following the first dose. Poor metabolizers had 6.1 to 8.5 times higher AUC 0-4h and 3.3 to 7.6 times higher C max than normal metabolizers (N=3), following the first dose. In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent)."   
    },
    "amifampridine phosphate":
    {
        "brand_name": "firdapse",
        "pharmGKB_ID": "PA166182002",
        "pharmacokinetics": ,
        "dosage_and_administration": "The recommended starting dosage is 15 mg to 30 mg daily taken orally in divided doses (3 to 4 times daily). ( 2.1 ) Starting dosage is 15 mg daily for patients with renal impairment, hepatic impairment, and in known N-acetyltransferase 2 (NAT2) poor metabolizers ( 2.2 , 2.3 , 2.4 ) Dosage can be increased by 5 mg daily every 3 to 4 days. ( 2.1 ) Dosage is not to exceed a maximum of 80 mg daily. ( 2.1 ) The maximum single dose is 20 mg. ( 2.1 ) 2.1 Dosage Information The recommended starting dosage of FIRDAPSE is 15 mg to 30 mg daily, taken orally in divided doses (3 to 4 times daily). The dosage can be increased by 5 mg daily every 3 or 4 days. The maximum recommended total daily dosage is 80 mg. The maximum single dose is 20 mg. If a dose is missed, patients should not take double or extra doses. 2.2 Patients with Renal Impairment The recommended starting dosage of FIRDAPSE in patients with renal impairment (creatinine clearance 15 to 90 mL/min) is 15 mg daily, taken orally in 3 divided doses. No dosage recommendation for FIRDAPSE can be made for patients with end-stage renal disease [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3 , 12.5) ]. 2.3 Patients with Hepatic Impairment The recommended starting dosage of FIRDAPSE in patients with any degree of hepatic impairment is 15 mg daily, taken orally in 3 divided doses [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3 , 12.5) ]. 2.4 Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of FIRDAPSE in known N-acetyltransferase 2 (NAT2) poor metabolizers is 15 mg daily, taken orally in 3 divided doses [see Use in Specific Populations (8.8) and Clinical Pharmacology (12.3 , 12.5) ]. 2.5 Administration Instructions FIRDAPSE can be taken without regard to food.",
        "pharmacogenomics": "Pharmacogenomics Genetic variants in the N-acetyltransferase gene 2 (NAT2) affect the rate and extent of FIRDAPSE metabolism. Poor metabolizers, also referred to as \"slow acetylators\" (i.e., carriers of two reduced function alleles), have 3.5- to 4.5-fold higher C max , and 5.6- to 9- fold higher AUC than normal metabolizers, also referred to as \"fast/rapid acetylators\" (i.e., carriers of two normal function alleles). Therefore, FIRDAPSE should be initiated at the lowest recommended starting dosage (15 mg/day) in known NAT2 poor metabolizers, and such patients should be closely monitored for adverse reactions [see Dosage and Administration (2.4) and Use in Specific Populations (8.8) ] . In the general population, the NAT2 poor metabolizer phenotype prevalence is 40–60% in the White and African American populations, and in 10–30% in Asian ethnic populations (individuals of Japanese, Chinese, or Korean descent).",
    },
    "aripiprazole":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": ,
    },
    "aripiprazole lauroxil":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": ,
    },
    "atomoxetine":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": ,
    },
    "azathioprine":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": ,
    },
    "belinostat":
    {
        "brand_name": ,
        "pharmGKB_ID": ,
        "pharmacokinetics": ,
        "dosage_and_administration": ,
        "pharmacogenomics": ,
    },
    "brexpiprazole":
    {

    },
    "capecitabine":
    {

    },
    "celecoxib":
    {

    },
    "citalopram":
    {

    },
    "clobazam":
    {

    },
    "clopidogrel":
    {

    },
    "dapoxetine":
    {

    },
    "deutetrabenazine":
    {

    },
    "eliglustat":
    {

    },
    "escitalopram":
    {

    },
    "ezetimibe / simvastatin":
    {

    },
    "flurbiprofen":
    {

    },
    "iloperidone":
    {

    },
    "irinotecan":
    {

    },
    "mercaptopurine":
    {

    },
    "metoclopramide":
    {

    },
    "phenytoin":
    {

    },
    "pimozide":
    {

    },
    "pitolisant":
    {

    },
    "siponimod":
    {

    },
    "tetrabenazine":
    {

    },
    "thioguanine":
    {

    },
    "vitamin c":
    {

    },
    "vortioxetine":
    {

    }
}